Repository: KatsutoshiTsuji/nvdajp
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: he, pl, th

source: Say &cap before capitals
he: אמור &גדולה לאחר אות לועזית גדולה
pl: Wypowiadanie duża przed dużymi literami
th: พูดคำว่า Cap ก่อนตัวอักษรตัวพิมพ์ใหญ่

source: &Beep for capitals
he: צפצף עבור אותיות גדולות
pl: Dźwięk dla dużych liter
th: สัญญาณเสียงปิ๊บๆก่อนตัวอักษรตัวพิมใหญ่

source: Keyboard Settings
he: הגדרות מקלדת
pl: Ustawienia klawiatury
th: การตั้งค่าแป้นพิมพ์

source: &Keyboard layout
pl: Układ klawiatury

source: Keyboard layout
he: פריסת מקלדת
pl: Układ klawiatury

source: Use numpad Insert as an NVDA modifier key
he: השתמש במקש Insert במקלדת הנומרית כמקש NVDA
pl: Użyj Insert z klawiatury numerycznej jako klawisza modyfikatora w NVDA
th: ใช้ปุ่ม Insert เป็น modifier key ของ NVDA

source: Use extended Insert as an NVDA modifier key
he: השתמש במקש Insert במקלדת הרגילה כמקש NVDA
pl: Użyj głównego insert jako klawisza modyfikatora w NVDA

source: Speak typed &characters
he: הקרא &אותיות בעת הקלדתן
pl: Wypowiadanie pisanych znaków
th: พูดตัวอักษรที่กำลังพิมพ์

source: Speak typed &words
he: הקרא &מילים בעת הקלדתן
pl: Wypowiadanie pisanych słów
th: พูดคำที่กำลังพิมพ์

source: Speak command &keys
he: הקרא מקשי &פקודה
pl: Wypowiadanie &klawiszy poleceń
th: พูดคำสั่งที่สั่ง

source: Mouse settings
he: הגדרות &עכבר
pl: Ustawienia myszki
th: การตั้งค่าเม้าส์

source: Report mouse &shape changes
he: דווח על שינויי &עכבר
pl: Informuje o zmianach kształtu wskaźnika myszki
th: รายงานเมื่อเคอร์เซอร์ของเม้าส์เปลี่ยน

source: Report &text under the mouse
pl: Odczytuje tekst znajdujący się pod wskaźnikiem myszki

source: Report &role when mouse enters object
he: דווח על כניסת העכבר לאו&בייקט
pl: Oznajmia rodzaj obiektu znajdującego się pod kursorem myszki

source: play audio coordinates when mouse moves
he: נגן אקורדיי שמע בעת הזזת העכבר
pl: odtwarzanie dźwięku przy poruszaniu się myszką po ekranie

source: brightness controls audio coordinates volume
he: הגדרות בהירות עוצמת אקורדיי שמע
pl: inteligentne sterowanie głośnością dźwięku

source: Object presentation
he: תצוגת אובייקט
pl: Prezentacja obiektów
th: การแสดงวัตถุ

source: Report &tooltips
he: הקרא &תיאורי כלים
pl: Informowanie o dymkach
th: รายงานข้อความในกล่องแนะนำการใช้งานหรือ tooltip

source: Report &help balloons
he: הקרא &בלוני עזרה
pl: Informowanie o balonikach pomocy
th: รายงานตัวช่วยเหลือแบบบอลลูน

source: Report object shortcut &keys
he: אמור קיצורי &מקשים עבור האובייקט
pl: Informowanie o &klawiszach skrótu dla obiektu
th: รายงาน shortcut keys

source: Report object &position information
he: אמור אובייקט ומידע על מיקומו
pl: Informowanie o &położeniu obiektu
th: รายงานพิกัดและรายละเอียดของวัตถุ

source: Report object &descriptions
he: אמור אובייקט ותיאור
pl: Odczytuje opis objektu

source: Say object &state first
pl: Oznajmianie &stanu początkowego obiektu
th: พูดลักษณะของวัตถุก่อนทุกครั้ง

source: Report progress &bar updates
pl: Dźwięki na pasku postępu

source: Report progress bar updates
pl: Dźwięki na pasku postępu

source: virtual buffers
pl: Wirtualne bufory

source: &Maximum number of characters on one line
he: מספר &אותיות מקסימלי בשורה אחת
pl: &Maksymalna liczba znaków w wierszu
th: จำนวนตัวอักษรสูงสุดใน 1 บรรทัด

source: &Number of lines per page
he: מספר &שורות בעמוד
pl: Liczba wierszy na stronie
th: บรรทัดต่อหน้า

source: Use &screen layout (when supported)
he: השתמש בפריסת &מסך (כשניתן)
pl: Użyj ustawień ekranu (jeśli są wspierane)

source: Report &virtual presentation on focus changes
pl: Oznajmianie zmian fokusa wirtualnej prezentacji

source: Automatic focus mode for focus changes
he: סמן פוקוס אוטומטי עבור שינויי פוקוס
pl: Automatyczny tryb edycji dla pól formularzy

source: Automatic focus mode for caret movement
he: סמן פוקוס אוטומטי להזזת הסמן
pl: Automatyczny tryb edycji dla ruchu kursora

source: Document formatting
he: עיצוב מסמך
pl: Formatowanie dokumentu
th: รูปแบบเอกสาร

source: Announce formatting changes after the cursor (can cause a lag)
he: דווח על שינויי עיצוב לאחר הסמן (יכול לגרום לתגובה איטית)
pl: Oznajmianie zmian formatowania (w wyniku opóźnienia kursora)

source: Report font &name
he: דווח על שם ה&גופן
pl: Oznajmianie &nazwy czcionki
th: รายงาน ชื่อ Font

source: Report font &size
he: דווח על &גודל הגופן
pl: Oznajmianie rozmiaru czcionki
th: รายงานขนาด Font

source: Report font attri&butes
he: דווח על &מאפייני גופן
pl: Oznajmianie atry&butów czcionki
th: รายงานคุณสมบัติของ Font

source: Report &alignment
he: דווח על &יישור
pl: Oznajmianie wyrównania
th: รายงานการจัดวางตำแหน่งของเอกสาร

source: Report st&yle
he: דווח על &סוג
pl: Oznajmianie st&ylu
th: รายงานรูปแบบของ Font

source: Report spelling errors
he: דווח על &שגיאות איות
pl: Oznajmianie błędów ortograficznych

source: Report &pages
he: דווח על &עמודים
pl: Oznajmianie stron
th: รายงานหน้า

source: Report &line numbers
he: דווח על &מספרי שורה
pl: Oznajmianie numerów linii
th: รายงานเลขบรรทัด

source: Report &tables
he: דווח על &טבלאות
pl: Oznajmianie &tabel
th: รายงานตาราง

source: Report &links
he: דווח על &קישורים
pl: Oznajmianie łączy

source: Report &headings
he: דווח על &כותרות
pl: Oznajmianie nagłówków
th: รายงานหัวข้อ

source: Report l&ists
he: דווח על &רשימות
pl: Oznajmianie l&ist

source: Report block &quotes
he: דווח על &ציטוטים
pl: Oznajmianie bloków cytatu
th: รายงานแหล่งที่มา (quotes)

source: Edit dictionary entry
he: ערוך רשומת מילון
pl: Edycja wpisu słownika

source: &Pattern
pl: Szablon

source: &Replacement
he: &תחליף
pl: Zastąpione

source: &Comment
he: &תיאור
pl: Komentarz

source: Case &sensitive
he: רגישות למצב &אות
pl: Wielkość liter

source: Regular &expression
he: ביטוי &רגיל
pl: Wyrażenie regularne

source: &Dictionary entries
he: &רשומות מילון
pl: Wpisy słownika

source: Comment
he: תיאור
pl: Komentarz

source: Pattern
he: מילה נוכחית
pl: Szablon

source: Replacement
he: תחליף
pl: Zastąpione

source: case sensitive
pl: Wielkość liter

source: Regular expression
pl: Wyrażenie regularne

source: &Add
he: &הוסף
pl: Dod&aj

source: &edit
pl: &edycja

source: &Remove
he: &הסר
pl: Usuń

source: Braille Settings
he: הגדרות ברייל
pl: Ustawienia Brailla

source: Braille &display
pl: Wyświetlanie Brailla

source: Translation &table
pl: Tabela &translacji

source: E&xpand to computer braille for the word at the cursor
he: הרחב את המילה שעליה נמצא הסמן לברייל &ממוחשב
pl: Rozszerzenia komputerowe Brailla dla słowa pod kursorem

source: Cursor blink rate (ms)
he: מהירות הבהוב הסמן
pl: Tempo migotania kursora (ms)

source: Message timeout (sec)
he: תוקף הודעה (שניות)
pl: Czas wiadomości (sek)

source: Braille Display Error
he: שגיאת צג ברייל
pl: Błąd Wyświelania Brailla

source: Could not load the %s display.
he: אין אפשרות להפעיל את צג הברייל %s
pl: Nie można załadować %s ekranu.

source: backspace
pl: bakspace

source: caps lock
pl: kaps lok

source: ctrl
pl: kontrol

source: shift
pl: szift

source: windows
pl: łindołws

source: numpad enter
pl: numeryczny enter

source: escape
pl: eskejp

source: page up
pl: pejdż up

source: page down
pl: pejdż daułn

source: left arrow
he: חץ שמאלה
pl: strzałka w lewo

source: right arrow
he: חץ ימינה
pl: strzałka w prawo

source: up arrow
he: חץ מעלה
pl: strzałka w górę

source: down arrow
he: חץ מטה
pl: strzałka w dół

source: applications
he: יישומים
pl: aplikacje

source: num lock
pl: num lok

source: scrol lock
pl: skrol lok

source: numpad left
pl: numeryczny w lewo

source: numpad right
pl: numeryczny w prawo

source: numpad up
pl: numeryczny w górę

source: numpad down
pl: numeryczny w dół

source: numpad page up
pl: numeryczny page up

source: numpad page down
pl: numeryczny page down

source: numpad end
pl: numeryczny end

source: numpad home
pl: numeryczny home

source: numpad slash
pl: numeryczny slesz

source: numpad star
pl: numeryczna gwiazdka

source: numpad minus
he: מינוס במקלדת הנומרית
pl: numeryczny minus

source: numpad plus
he: פלוס במקלדת הנומרית
pl: numeryczny plus

source: left control
he: מקש Control שמאלי
pl: lewy kontrol

source: right control
he: מקש Control ימני
pl: prawy kontrol

source: left windows
he: מקש Windows שמאלי
pl: lewy łindows

source: left shift
he: מקש Shift שמאלי
pl: lewy szift

source: right shift
he: מקש Shift ימני
pl: prawy szift

source: left alt
he: מקש Alt שמאלי
pl: lewy alt

source: right alt
he: מקש Alt ימני
pl: prawy alt

source: right windows
he: מקש Windows ימני
pl: prawy łindows

source: caps lock %s
pl: kaps lok %s
th: %s caps lock

source: num lock %s
pl: num lok %s
th: %s num lock

source: scroll lock %s
pl: skroll lok %s
th: %s scroll lock

source: %s keyboard layout
pl: %s układ klawiatury

source: Description: %s
pl: Opis: %s
th: คำอธิบาย: %s

source: Location: %s
pl: Lokalizacja: %s
th: ตำแหน่ง: %s

source: Error in keyboardHandler.internal_keyDownEvent
pl: Błąd w keyboardHandler.internal_keyDownEvent

source: Error in keyboardHandler.internal_keyUpEvent
pl: Błąd w keyboardHandler.internal_keyUpEvent

source: %s cursor
he: סמן %s
pl: %s kursor

source: NVDA Python Console
pl: Konsola Pythona w NVDA

source: end of text
pl: koniec tekstu
th: จบข้อความ

source: cap %s
he: %s גדולה
pl: duża litera %s

source: %d characters
he: %d אותיות
pl: %d znaki

source: selecting %s
he: בוחר %s
pl: zaznaczone %s

source: unselecting %s
he: מוריד את הבחירה מ%s
pl: nie zaznaczone %s

source: selection removed
he: הבחירה הוסרה
pl: zaznaczenie usunięte

source: not %s
he: לא %s
pl: nie %s
th: ไม่ใช่ %s

source: out of %s
he: מיחוץ ל%s
pl: przekroczone %s
th: ออกจาก %s

source: with %s items
he: עם %s פריטים
pl: Złożony z %s elementów
th: ประกอบด้วย %s รายการ

source: in %s
pl: w %s

source: page %s
he: עמוד %s
pl: strona %s

source: style %s
he: סוג %s
pl: krój %s
th: รูปแบบ %s

source: default style
he: סוג ברירת מחדל
pl: domyślny styl

source: line %s
he: שורה %s
pl: wiersz %s

source: no bold
he: ללא כתב בולט
pl: bez pogrubienia

source: no italic
he: ללא כתב נטוי
pl: bez kursywy

source: no strikethrough
pl: bez przekreślenie

source: strikethrough
pl: przekreślenie

source: not underlined
he: לא הודגש בקו תחתי
pl: bez podkreślenia

source: underlined
he: הודגש בקו תחתי
pl: podkreślenie

source: baseline
pl: podkreślnik

source: align left
he: ישור לשמאל
pl: wyrównanie w lewo

source: align center
he: מרכוז
pl: wyśrodkowanie

source: align right
he: ישור לימין
pl: wyrównanie w prawo

source: align justify
pl: wyrównanie uzasadnione

source: align default
he: יישור ברירת מחדל
pl: wyrównanie domyślne

source: spelling error
he: שגיאת איות
pl: błąd ortograficzy

source: out of spelling error
he: מיחוץ לשגיאת איות
pl: błąd poza ortografią

source: out of table
he: מיחוץ לטבלה
pl: poza tabelą
th: นอกตาราง

source: table with %s columns and %s rows
he: טבלה בַעַלַת %s עמודות ו%s שורות
pl: Tabela z %s kolumn i %s wierszy

source: column %s
he: עמודה %s
pl: kolumna %s

source: row %s
he: שורה %s
pl: wiersz %s

source: none
he: ללא
pl: brak

source: A virtual synth which displays text in a window
pl: Wirtualny syntezator, który wyświetla tekst w oknie

source: No speech
he: ללא דיבור
pl: Nie mów nic

source: rate
pl: tempo

source: pitch
pl: wysokość

source: volume
pl: głośność

source: inflection
pl: modulacja

source: voice
pl: głos

source: variant
pl: wariant

source: page %d
pl: strona %d
th: หน้า %d

source: line %d
pl: linia %d
th: บรรทัดที่ %d

source: table with %d columns and %d rows
pl: Tabela z %d kolumn i %d wierszy
th: ตารางมี %d คอลั่ม %d แถว

source: row %d
pl: wiersz %d
th: แถว %d

source: column %d
pl: kolumna %d
th: คอลั่ม %d

source: alignment %s
pl: wyrównanie %s
th: จัดเรียงแถว %s

source: font name %s
pl: nazwa czcionki %s
th: ชื่อ Font คือ %s

source: font size %d
pl: rozmiar czcionki %d
th: ขนาด Font เท่ากับ %d

source: not bold
pl: bez pogrubienia
th: ไม่ใช่ตัวหนา

source: not italic
pl: bez kursywy
th: ไม่ใช่ตัวเอียง

source: not underline
pl: bez podkreślenia
th: ไม่ขีดเส้นใต้

source: not superscript
pl: bez indeksu górnego
th: ไม่อยู่เหนือตัวอักษร

source: not subscript
pl: bez indeksu dolnego
th: ไม่อยู่ล่างตัวอักษร

source: Moves and then reads the current line
pl: Przenosi kursor a następnie czyta aktualną linię
th: เลื่อนไปอ่านบรรทัดปัจจุบัน

source: reads the current line
pl: czyta aktualną linię
th: อ่านบรรทัดปัจจุบัน

source: Moves and reads the current character
pl: Przenosi kursor i czyta aktualny znak
th: เลื่อนไปอ่านตัวอักษรปัจจุบัน

source: Moves and reads the current word
pl: Przenosi kursor i czyta aktualne słowo
th: เลื่อนไปอ่านคำปัจจุบัน

source: Manually moves to the next paragraph and then speaks it
pl: Ręcznie przenosi kursor do następnego akapitu a następnie odczytuje go
th: เลื่อนไปอ่านย่อหน้าถัดไปด้วยตนเอง

source: Manually moves to the previous paragraph and then speaks it
pl: Ręcznie przenosi kursor do poprzedniego akapitu a następnie odczytuje go
th: เลื่อนไปอ่านย่อหน้าก่อนหน้านี้ด้วยตนเอง

source: no selections
pl: nie wybrano tekstu
th: ไม่พบการเลือกใดๆ

source: unselected %s
pl: niezaznaczone %s
th: %s ถูกยกเลิก

source: Moves and reads the current selection
pl: Przenosi kursor i odczytuje aktualnie zaznaczony tekst
th: เลื่อนไปอ่านสิ่งที่ทำการเลือกปัจจุบัน

source: Deletes the character and reads the new current character
pl: Usuwa znak i odczytuje nowy aktualny znak
th: ลบตัวอักษรและอ่านตัวอักษรปัจจุบัน

source: Reads the character before the current character and then deletes it
pl: Odczytuje znak przed aktualnym znakiem a następnie usuwa go
th: อ่านตัวอักษรก่อนตัวอักษรปัจจุบันหลังจากนั้นค่อยลบ

source: NonVisual Desktop Access
he: גישה לשולחן העבודה ללא שימוש בראייה
pl: Bezwzrokowy dostęp do programów

source: A free and open-source screen reader for MS Windows
pl: Bezpłatne oprogramowanie odczytu ekranu dla MS Windows
th: โอเพ่นซอร์สโปรแกรมอ่านหน้าจอสำหรับวินโดวส์

source: Copyright (C) 2006-2008 NVDA Contributors <http://www.nvda-project.org/> %(name)s is covered by the GNU General Public License (Version 2). You are free to share or change this software in any way you like as long as you distribute the licence along with the software, and make all source code available to anyone who wants it. This applies to both origional and modified copies of the software, plus any software that uses code taken from this software. For further details, you can view the licence online at: http://www.gnu.org/licenses/old-licenses/gpl-2.0.html Or see the file Copying.txt that came with this software.
pl: Copyright (C) 2006-2007 Twórcy NVDA <http://www.nvda-project.org/> %(name)s jest udostępniany na zasadach licencji GNU General Public License. Możesz udostępniać lub w dowolny sposób modyfikować ten program pod warunkiem, że dołączysz do niego tekst licencji oraz udostępnisz cały kod źródłowy każdemu, kto o to poprosi. Warunki te odnoszą się do oryginalnych oraz zmodyfikowanych kopii tego oprogramowania, a także do innych programów wykorzystujących kod pochodzący z niniejszego oprogramowania. Aby uzyskać więcej informacji, przeczytaj tekst licencji pod adresem: http://www.gnu.org/licenses/gpl.html Lub zajrzyj do pliku Copying.txt, który dostarczono z niniejszym oprogramowaniem.

source: browse mode
he: מצב דפדוף
pl: tryb przeglądania

source: focus mode
he: מצב פוקוס
pl: tryb edycji

source: activates the current object in the virtual buffer
pl: aktywuje aktualny obiekt w wirtualnym buforze

source: Refreshed
he: רוענן
pl: Odświeżone

source: use screen layout %s
he: השתמש בפריסת מסך %s
pl: użyj ustawień ekranu %s

source: displays a list of links
pl: wyświetla listę łączy

source: no next heading
he: אין עוד כותרות
pl: brak następnego nagłówka

source: moves to the next heading
pl: przenosi kursor do następnego nagłówka
th: เลื่อนไปยังหัวข้อถัดไป

source: no previous heading
he: אין כותרות קודמות
pl: brak poprzedniego nagłówka

source: moves to the previous heading
pl: przenosi kursor do poprzedniego nagłówka
th: กลับไปยังหัวข้อก่อนหน้านี้

source: moves to the next heading at level 1
pl: przenosi kursor do następnego nagłówka w poziomie 1

source: no next heading at level 1
he: אין עוד כותרות ברמה 1
pl: brak następnego nagłówka w poziomie 1

source: moves to the previous heading at level 1
pl: przenosi kursor do poprzedniego nagłówka w poziomie 1

source: no previous heading at level 1
he: אין כותרות קודמות ברמה 1
pl: brak poprzedniego nagłówka w poziomie 1

source: moves to the next heading at level 2
pl: przenosi kursor do następnego nagłówka w poziomie 2

source: no next heading at level 2
he: אין עוד כותרות ברמה 2
pl: brak następnego nagłówka w poziomie 2

source: moves to the previous heading at level 2
pl: przenosi kursor do poprzedniego nagłówka w poziomie 2

source: no previous heading at level 2
he: אין כותרות קודמות ברמה 2
pl: brak poprzedniego nagłówka w poziomie 2

source: moves to the next heading at level 3
pl: przenosi kursor do następnego nagłówka w poziomie 3

source: no next heading at level 3
he: אין עוד כותרות ברמה 3
pl: brak następnego nagłówka w poziomie 3

source: moves to the previous heading at level 3
pl: przenosi kursor do poprzedniego nagłówka w poziomie 3

source: no previous heading at level 3
he: אין כותרות קודמות ברמה 3
pl: brak poprzedniego nagłówka w poziomie 3

source: moves to the next heading at level 4
pl: przenosi kursor do następnego nagłówka w poziomie 4

source: no next heading at level 4
he: אין עוד כותרות ברמה 4
pl: brak następnego nagłówka w poziomie 4

source: moves to the previous heading at level 4
pl: przenosi kursor do poprzedniego nagłówka w poziomie 4

source: no previous heading at level 4
he: אין כותרות קודמות ברמה 4
pl: brak poprzedniego nagłówka w poziomie 4

source: moves to the next heading at level 5
pl: przenosi kursor do następnego nagłówka w poziomie 5

source: no next heading at level 5
he: אין עוד כותרות ברמה 5
pl: brak następnego nagłówka w poziomie 5

source: moves to the previous heading at level 5
pl: przenosi kursor do poprzedniego nagłówka w poziomie 5

source: no previous heading at level 5
he: אין כותרות קודמות ברמה 5
pl: brak poprzedniego nagłówka w poziomie 5

source: moves to the next heading at level 6
pl: przenosi kursor do następnego nagłówka w poziomie 6

source: no next heading at level 6
he: אין עוד כותרות ברמה 6
pl: brak następnego nagłówka w poziomie 6

source: moves to the previous heading at level 6
pl: przenosi kursor do poprzedniego nagłówka w poziomie 6

source: no previous heading at level 6
he: אין כותרות קודמות ברמה 6
pl: brak poprzedniego nagłówka w poziomie 6

source: no next table
he: אין עוד טבלאות
pl: brak następnej tabeli

source: moves to the next table
pl: przenosi kursor do następnej tabeli
th: เลื่อนไปยังตารางถัดไป

source: no previous table
he: אין טבלאות קודמות
pl: brak poprzedniej tabeli

source: moves to the previous table
pl: przenosi kursor do poprzedniej tabeli
th: กลับไปยังตารางก่อนหน้านี้

source: no next link
he: אין עוד קישורים
pl: brak następnego łącza

source: moves to the next link
pl: przenosi kursor do następnego łącza
th: เลื่อนไปยังลิ้งค์ถัดไป

source: no previous link
he: אין קישורים קודמים
pl: brak poprzedniego łącza

source: moves to the previous link
pl: przenosi kursor do poprzedniego łącza
th: กลับไปยังลิ้งค์ก่อนหน้านี้

source: moves to the next visited link
pl: przenosi kursor do następnego odwiedzonego łącza

source: no next visited link
he: אין עוד קישורים שהופעלו
pl: brak następnego odwiedzonego łącza

source: moves to the previous visited link
pl: przenosi kursor do poprzedniego odwiedzonego łącza

source: no previous visited link
he: אין קישורים מופעליטם קודמים
pl: brak poprzedniego odwiedzonego łącza

source: moves to the next unvisited link
pl: przenosi kursor do następnego nieodwiedzonego łącza

source: no next unvisited link
he: אין עוד קישורים שלא הופעלו
pl: brak następnego nieodwiedzonego łącza

source: moves to the previous unvisited link
pl: przenosi kursor do poprzedniego nieodwiedzonego łącza

source: no previous unvisited link
he: אין קישור שלא הופעל קודם
pl: brak poprzedniego nieodwiedzonego łącza

source: moves to the next form field
pl: przenosi kursor do następnego pola formularza

source: no next form field
he: אין עוד שדות תופס
pl: brak następnego pola formularza

source: no previous form field
he: אין שדות תופס קודמים
pl: brak poprzedniego pola formularza

source: moves to the previous form field
pl: przenosi kursor do poprzedniego pola formularza

source: no next list
he: אין עוד רשימות
pl: brak następnej listy

source: moves to the next list
pl: przenosi kursor do następnej listy
th: เลื่อนไปยังลิสท์ต่อไป

source: no previous list
he: אין רשימות קודמות
pl: brak poprzedniej listy

source: moves to the previous list
pl: przenosi kursor do poprzedniej listy
th: กลับไปยังลิสท์ก่อนหน้านี้

source: no next list item
he: אין עוד רשימות פריטים
pl: brak następnego elementu listy

source: moves to the next list item
pl: przenosi kursor do następnego elementu listy
th: เลื่อนไปยังรายการในลิสท์ต่อไป

source: no previous list item
he: אין רשימות פריטים קודמות
pl: brak poprzedniego elementu listy

source: moves to the previous list item
pl: przenosi kursor do poprzedniego elementu listy
th: กลับไปยังรายการในลิสท์ก่อนหน้านี้

source: moves to the next button
pl: przenosi kursor do następnego przycisku

source: no next button
he: אין עוד כפתורים
pl: brak następnego przycisku

source: moves to the previous button
pl: przenosi kursor do poprzedniego przycisku

source: no previous button
he: אין כפתורים קודמים
pl: brak poprzedniego przycisku

source: moves to the next edit field
pl: przenosi kursor do następnego pola edycji

source: no next edit field
he: אין עוד תיבות עריכה
pl: brak następnego pola edycji

source: moves to the previous edit field
pl: przenosi kursor do poprzedniego pola edycji

source: no previous edit field
he: אין תיבות עריכה קודמות
pl: brak poprzedniego pola edycji

source: moves to the next frame
pl: przenosi kursor do następnej ramki

source: no next frame
he: אין עוד מסגרות
pl: brak następnej ramki

source: moves to the previous frame
pl: przenosi kursor do poprzedniej ramki

source: no previous frame
he: אין מסגרות קודמות
pl: brak poprzedniej ramki

source: moves to the next separator
pl: przenosi kursor do następnego separatora

source: no next separator
he: אין עוד מפרידים
pl: brak następnego separatora

source: moves to the previous separator
pl: przenosi kursor do poprzedniego separatora

source: no previous separator
he: אין מפריד קודם
pl: brak poprzedniego separatora

source: moves to the next radio button
pl: przenosi kursor do następnego przycisku opcji

source: no next radio button
he: אין עוד כפתורי בחירה
pl: brak następnego przycisku opcji

source: moves to the previous radio button
pl: przenosi kursor do poprzedniego przycisku opcji

source: no previous radio button
he: אין כפתורי בחירה קודמים
pl: brak poprzedniego przycisku opcji

source: moves to the next combo box
pl: przenosi kursor do następnego pola kombi

source: no next combo box
he: אין עוד תיבות משולבות
pl: brak następnego pola kombi

source: moves to the previous combo box
pl: przenosi kursor do poprzedniego pola kombi

source: no previous combo box
he: אין תיבה משולבת קודמת
pl: brak poprzedniego pola kombi

source: moves to the next check box
pl: przenosi kursor do następnego pola wyboru

source: no next check box
he: אין עוד תיבות סימון
pl: brak następnego pola wyboru

source: moves to the previous check box
pl: przenosi kursor do poprzedniego pola wyboru

source: no previous check box
he: אין תיבות סימון קודמות
pl: brak poprzedniego pola wyboru

source: moves to the next graphic
pl: przenosi kursor do następnej grafiki

source: no next graphic
he: אין עוד פריטים גרפיים
pl: brak następnej grafiki

source: moves to the previous graphic
pl: przenosi kursor do poprzedniej grafiki

source: no previous graphic
he: אין פריט גרפי קודם
pl: brak poprzedniej grafiki

source: moves to the next block quote
pl: przenosi kursor do następnego bloku cytatu

source: no next block quote
he: אין עוד ציטוטים
pl: brak następnego bloku cytatu
