Repository: KatsutoshiTsuji/nvdajp
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: he, pl, th

source: %d percent
pl: %d procent
th: %d เปอร์เซ็นต์

source: unknown
he: לא ידוע
pl: nieznany

source: %s embedded object
pl: %s osadzony obiekt

source: embedded object
he: אובייקט מובנה
pl: osadzony obiekt
th: วัตถุแบบฝัง

source: NVDA Excel Cell Editor
pl: NVDA Edytor Komórek Excela

source: Enter cell contents
pl: Wprowadza wartości do komórki

source: selected
he: נבחר
pl: zaznaczone
th: ถูกเลือก

source: through
pl: przez
th: ผ่าน

source: has formula
he: בעל נוסחה
pl: posiada formułę
th: มีมาตรฐาน

source: Moves to a cell and speaks its coordinates and content
pl: Przenosi kursor do komórki i oznajmia jej współrzędne oraz zawartość
th: เลื่อนไปที่เซลล์และพูดบอกพิกัดที่อยู่ รวมทั้งเนื้อหาข้างใน

source: font
pl: czcionka
th: ตัวอักษร

source: point
pl: punkt
th: จุด

source: bold
he: הדגשה
pl: pogrubienie
th: ตัวหนา

source: italic
he: כתב נטוי
pl: kursywa
th: ตัวเอียง

source: underline
he: קו תחתי
pl: podkreślenie
th: ขีดเส้นใต้

source: %s items
he: %s פריטים
pl: %s elementów
th: %s รายการ

source: not in table
he: לא בטבלה
pl: poza tabelą

source: bottom of column
pl: dół kolumny

source: top of column
pl: góra kolumny

source: end of row
pl: koniec wiersza

source: beginning of row
pl: początek wiersza

source: Error in appModule %s
he: שגיאה במודל אפליקצייה %s
pl: błąd w module aplikacji %s
th: พบข้อผิดพลาดในโมดูล %s

source: on
he: פעיל
pl: włączone
th: เปิด

source: off
he: לא פעיל
pl: wyłączone
th: ปิด

source: keyboard help %s
pl: Klawisze pomocy %s
th: ตัวช่วยเหลือแป้นพิมพ์ %s

source: Turns keyboard help on and off. When on, pressing a key on the keyboard will tell you what script is associated with it, if any.
pl: Włącza i wyłącza klawisze pomocy. Kiedy klawisze pomocy są włączone, naciśnięcie klawisza spowoduje, że program oznajmi jaki skrypt jest z nim skojarzony, jeśli taki istnieje.
th: ปิดและเปิดการช่วยเหลือแป้นพิมพ์. การกดแป้นพิมพ์จะรายงานข้อมูลที่เกี่ยวข้องถ้ามีการเปิด option นี้ไว้

source: Reports the current line under the application cursor. Pressing this key twice will spell the current line
pl: Oznajmia aktualny wiersz pod kursorem aplikacji, naciskając ten klawisz dwukrotnie to aktualny wiersz zostanie przeliterowany

source: left click
he: קליק שמאלי
pl: lewy przycisk

source: Clicks the left mouse button once at the current mouse position
pl: Kliknij lewy przycisk myszy raz w aktualnej pozycji myszy

source: right click
he: קליק ימני
pl: prawy przycisk

source: Clicks the right mouse button once at the current mouse position
pl: Kliknij prawy przycisk myszy raz w aktualnej pozycji myszy

source: no selection
he: אין בחירה
pl: brak zaznaczenia

source: selected %s
he: נבחר %s
pl: zaznaczone %s
th: %s ถูกเลือก

source: Announces the current selection in edit controls and documents. If there is no selection it says so.
pl: Oznajmia bieżące zaznaczenie w edycji i kontroli dokumentów. Oznajmia jeżeli nie zaznaczony.

source: If pressed once, reports the current time. If pressed twice, reports the current date
pl: Jedno naciśnięcie, informuje o aktualnym czasie. Dwukrotne naciśnięcie, informuje o aktualnej dacie

source: Increases the currently active setting in the synth settings ring
pl: Zwiększa aktualnie aktywne ustawienie syntezatora

source: Decreases the currently active setting in the synth settings ring
pl: Zmniejsza aktualnie aktywne ustawienie syntezatora

source: Moves to the next available setting in the synth settings ring
pl: Przenosi do następnego dostępnego ustawienia syntezatora

source: Moves to the previous available setting in the synth settings ring
pl: Przenosi do poprzednio dostępnego ustawienia syntezatora

source: speak typed characters
he: הקרא תבים בעת הקלדה
pl: oznajmianie pisanych znaków
th: พูดตัวอักษรที่พิมพ์

source: Toggles on and off the speaking of typed characters
pl: Przełącza oznajmianie pisanych znaków
th: เปิดและปิดการพูดตัวอักษรที่กำลังพิมพ์อยู่ในปัจจุบัน

source: speak typed words
he: הקרא &מילים בעת הקלדתן
pl: oznajmianie pisanych słów
th: พูดคำที่พิมพ์

source: Toggles on and off the speaking of typed words
pl: Przełącza oznajmianie pisanych słów
th: เปิดและปิดการพูดคำที่กำลังพิมพ์อยู่ในปัจจุบัน

source: speak command keys
he: הקרא מקשי פקודה
pl: oznajmianie klawiszy poleceń
th: พูดคำสั่ง

source: Toggles on and off the speaking of typed keys, that are not specifically characters
pl: Przełącza oznajmianie naciskanych klawiszy, które nie są znakami
th: เปิดและปิดการพูดการพิมพ์ข้อมูลที่ไม่ใช่เฉพาะเจาะจง

source: speak punctuation
pl: oznajmianie znaków interpunkcyjnych
th: พูดเครื่องหมายวรรคตอน

source: Toggles on and off the speaking of punctuation. When on NVDA will say the names of punctuation symbols, when off it will be up to the synthesizer as to how it speaks punctuation
pl: Przełącza oznajmianie znaków interpunkcyjnych. Kiedy oznajmianieto jest włączone, NVDA będzie wypowiadał znaki imterpunkcyjne. W przeciwnym wypadku, oznajmianie interpunkcji będzie zależeć od ustawień syntezatora mowy
th: เปิดและปิดการพูดการเว้นวรรค NVDA จะพูดสัญลักษณ์การเว้นวรรคถ้าอยู่ในสถานะเปิด และถ้าปิด จะขึ้นอยู่กับตัวสังเคราะห์เสียงว่าจะพูดสัญลักณ์ใดออกมา

source: Move mouse to navigator
pl: Sprowadzenie kursora myszy do nawigatora
th: เลื่อนเม้าส์ไปที่ Navigator

source: object has no location
he: האובייקט אינו ממוקם
pl: obiekt bez lokacji

source: Moves the mouse pointer to the current navigator object
pl: Sprowadza wskaźnik myszy do obecnego obiektu navigatora

source: Move navigator object to mouse
pl: Sprowadzenie obiektu nawigatora do wskaźnika myszy
th: เลื่อน navigator object ไปที่เม้าส์

source: Sets the navigator object to the current object under the mouse pointer and speaks it
pl: Ustawia obiekt nawigatora do aktualnego obiektu pod wskaźnikiem myszy

source: no navigator object
he: אין אובייקט ניווט
pl: nie znaleziono obiektu nawigatora
th: ไม่มี navigator object

source: %s copied to clipboard
he: %s הועתק לזיכרון הזמני
pl: %s skopiowane do schowka

source: Reports the current navigator object or, if pressed three times, Copies name and value of current navigator object to the clipboard
pl: Informuje o aktualnym obiekcie nawigatora lub, jeżeli trzykrotnie naciśnięty, kopiuje nazwę i wartość aktualnego objektu nawigatora do schowka

source: No location information for navigator object
he: אין מידע מיקום עבור אובייקט הניווט
pl: Brak informacji o lokalizacji obiektu nawigatora
th: ไม่พบรายละเอียดตำแหน่งของ navigator object

source: Object edges positioned %.1f per cent right from left of screen, %.1f per cent down from top of screen, %.1f per cent left from right of screen, %.1f up from bottom of screen
pl: Brzegi pozycjonowanego obiektu % .1f procent od lewej strony ekranu, % .1f procent w dół od góry ekranu, % .1f procent od prawej strony ekranu % .1f w górę od dołu ekranu

source: Reports the hight, width and position of the current navigator object
pl: Oznajmia wysokość, szerokość i położenie bieżącego obiektu nawigatora

source: no focus
he: אין פוקוס
pl: brak fokusa
th: ไม่พบจุดโฟกัส

source: move to focus
pl: sprowadzenie do fokusa
th: เลื่อนไปสู่จุดโฟกัส

source: Sets the navigator object to the current focus
pl: Ustawia obiekt nawigatora w aktualnym fokusie
th: ตั้งให้ navigator object นี้เป็นจุดโฟกัสปัจจุบัน

source: No parents
he: אין ענפים
pl: brak obiektów nadrzędnych

source: Sets the navigator object to the parent of the object it is currently on and speaks it
pl: Ustawia aktualny punkt nawigatora na aktualnie aktywny obiekt nadrzędny i odczytuje go

source: No next
he: אין עוד
pl: brak następnej kontrolki
th: ไม่มีลำดับต่อไป

source: Sets the navigator object to the object next to the one it is currently on and speaks it
pl: Ustawia obiekt nawigatora przy następnym obiekcie po aktualnie podświetlonym i odczytuje go

source: No previous
he: אין קודמים
pl: brak poprzedniej kontrolki
th: ไม่มีลำดับก่อนหน้า

source: Sets the navigator object to the object previous to the one it is currently on and speaks it
pl: Ustawia obiekt nawigatora przy poprzednim obiekcie przed aktualnie podświetlonym i odczytuje go

source: No children
he: אין עלים
pl: brak obiektów podrzędnych

source: Sets the navigator object to the first child object of the one it is currently on and speaks it
pl: Ustawia obiekt nawigatora na pierwszym podrzędnym obiekcie do aktualnie podświetlonego obiektu i odczytuje go

source: end of flow
pl: koniec przepływu

source: Sets the navigator object to the object this object flows to and speaks it
pl: Ustawia obiekt nawigacyjny przy obiekcie, do którego przepływa i odczytuje go

source: Beginning of flow
pl: początek przepływu

source: Sets the navigator object to the object this object flows from and speaks it
pl: Ustawia obiekt nawigatora przy obiekcie z którego przepływa i odczytuje go

source: Performs the default action on the current navigator object (example: presses it if it is a button).
pl: Wykonuje domyślną akcję na aktualnym obiekcie nawigatora (na przykład: jeśli jest to przycisk, to zostanie on naciśnięty).

source: inside
pl: wcięcie

source: Reports where the current navigator object is by reporting each of its ancestors
pl: Oznajmia gdzie znajduje się aktualny obiekt nawigatora informując o jego każdym poprzedniku

source: top
he: התחלה
pl: góra okna
th: บนสุด

source: Moves the review cursor to the top line of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do pierwszej linii aktualnego obiektu nawigatora

source: Moves the review cursor to the previous line of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do poprzedniej linii przed aktualnym obiektem nawigatora

source: Reports the line of the current navigator object where the review cursor is situated. If this key is pressed twice, the current line will be spelled
pl: Oznajmia w której linii aktualnego obiektu nawigatora znajduje się kursor przeglądania

source: bottom
he: סוף
pl: dół okna
th: ล่างสุด

source: Moves the review cursor to the next line of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do następnej linii aktualnego obiektu nawigatora i odczytuje go

source: Moves the review cursor to the bottom line of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do ostatniej linii aktualnego obiektu nawigatora i odczytuje go

source: Moves the review cursor to the previous word of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do poprzedniego słowa aktualnego obiektu nawigatora i odczytuje go

source: Speaks the word of the current navigator object where the review cursor is situated. If this key is pressed twice, the word will be spelled
pl: Oznajmia słowo aktualnego obiektu nawigatora gdzie znajduje się kursor przeglądania, jeśli ten klawisz jest naciśnięty dwukrotnie słowo będzie przeliterowane

source: Moves the review cursor to the next word of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do następnego słowa aktualnego obiektu nawigatora i odczytuje go

source: left
he: שמאלי
pl: lewy
th: ซ้าย

source: Moves the review cursor to the first character of the line where it is situated in the current navigator object and speaks it
pl: Przenosi kursor przeglądania na początek linii w aktualnym obiekcie nawigatora i odczytuje go

source: Moves the review cursor to the previous character of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do poprzedniego znaku aktualnego obiektu nawigatora i odczytuje go

source: Reports the character of the current navigator object where the review cursor is situated. If this key is pressed twice, ascii and hexadecimal values are spoken for the character
pl: Oznajmia znak bieżącego obiektu nawigacyjnego na którym znajduje się kursor przeglądania. Jeżeli ten klawisz zostanie naciśnięty dwukrotnie, ascii i szesnastkowe wartości oznajmia jako znaki

source: right
he: ימני
pl: prawy
th: ขวา

source: Moves the review cursor to the next character of the current navigator object and speaks it
pl: Przenosi kursor przeglądania do następnego znaku aktualnego obiektu nawigatora i odczytuje go

source: Moves the review cursor to the last character of the line where it is situated in the current navigator object and speaks it
pl: Przenosi kursor przeglądania na koniec linii w aktualnym obiekcie nawigatora i odczytuje go

source: No caret
pl: Bez kursora tekstowego

source: Moves the review cursor to the position of the system caret, in the current navigator object
pl: Przenosi kursor przeglądania do pozycji kursora systemowego w aktualnym obiekcie nawigatora

source: Moves the system caret to the position of the review cursor , in the current navigator object
pl: Sprowadza kursor systemowy do pozycji kursora przeglądania, w aktualnym obiekcie nawigatora

source: beeps
he: ציפצופים
pl: dźwięki
th: เสียงปิ๊บๆ

source: talk
he: דיבור
pl: mowa
th: คุย

source: speech mode %s
he: מצב דיבור %s
pl: tryb mowy %s
th: โหมดภาษา %s

source: Toggles between the speech modes of off, beep and talk. When set to off NVDA will not speak anything. If beeps then NVDA will simply beep each time it its supposed to speak something. If talk then NVDA wil just speak normally.
pl: Przełącza pomiędzy trybami wyłączony, dźwięki i mowa. Gdy aktywny będzie tryb wyłączony, NVDA nie będzie nic mówić. Kiedy aktywny będzie tryb dźwięki, zamiast mowy będą słyszane dźwięki. Gdy aktywny będzie tryb mowa, Nvda będzie mówić normalnie.
th: ปิดและเปิดโหมดการพูด ถ้าเลือกปิด NVDA จะไม่พูดอะไรเลย ถ้าเลือกปี๊บ NVDA จะส่งเสียงปี๊บๆเมื่อเจอสิ่งที่สามารถอ่านได้ หรือเลือก talk เพื่อให้ NVDA พูดตามปกติ

source: Toggles between browse mode and focus mode. When in focus mode, keys will pass straight through to the application, allowing you to interact directly with a control. When in browse mode, you can navigate the document with the cursor, quick navigation keys, etc.
pl: Przełącza między trybem przeglądania a trybem edycji, w trybie edycji, klawisze zostaną przepuszczone do aplikacji. Pozwala to na bezpośrednio oddziaływać na sterowanie, natomiast w trybie przeglądania, możesz poruszać się kursorem po dokumencie za pomocą klawiszy szybkiej nawigacji.

source: Quits NVDA!
pl: Zamyka NVDA!
th: ออกจาก NVDA!

source: Shows the NVDA menu
pl: Pokazuje meni programu NVDA

source: reads from the review cursor up to end of current text, moving the review cursor as it goes
pl: czyta od kursora przeglądania do konca aktualnego tekstu, przesuwając kursor przeglądania za sobą

source: reads from the navigator object
pl: czyta od obiektu nawigatora

source: reads from the system caret up to the end of the text, moving the caret as it goes
pl: czyta od kursora systemowego do konca tekstu, przesuwając kursor systemowy za sobą

source: reports the object with focus
pl: oznajmia obiekt, który jest wskazany przez fokus
th: รายงาน object ที่ถูกโฟกัส

source: no status bar found
he: לא נימצאה שורת מצב
pl: brak paska statusu
th: ไม่พบแถบสถานะ

source: reads the current application status bar and moves the navigator to it
pl: czyta pasek statusu aktualnej aplikacji i przenosi na niego kursor przeglądania

source: Mouse tracking
he: עקוב אחרי העכבר
pl: Odczytuje tekst pod wskaźnikiem myszki

source: Toggles the reporting of information as the mouse moves
pl: Przełącza oznajmianie obiektów wskazanych przez mysz

source: no title
he: אין כותרת
pl: brak tytułu

source: Reports the title of the current application or foreground window. If pressed twice, spells the title. If pressed thrice, copies the title to the clipboard
pl: Oznajmia tytuł bieżącej aplikacji lub okna znajdującego się aktualnie na wierzchu. Jeśli naciśniesz dwukrotnie, literuje tytuł. Jeśli naciśniesz trzykrotnie, kopiuje tytuł do schowka

source: speaks the current foreground object
pl: Wypowiada nazwę obiektu, który aktualnie znajduje się na wierzchu
th: พูดบอกวัตถุที่อยู่หน้าสุดของจอ

source: copied to clipboard
he: הועתק לזיכרון הזמני
pl: skopiowane do schowka

source: Control ID: %s
pl: Identyfikacja kontrolki: %s

source: Class: %s
pl: Klasa: %s

source: internal text: %s
pl: tekst wewnętrzny: %s

source: text: %s
pl: tekst: %s

source: reports some information about the current navigator object, mainly useful for developers. When pressed 2 times it copies control id, class and internal text to the windows clipboard
pl: Odczytuje niektóre informacje o aktualnym obiekcie nawigatora. Są to głównie informacje użyteczne dla programistów takie jak: identyfikator kontrolki, nazwa klasy czy teksty wewnętrzne

source: Beep for visible
pl: Dźwięk oznajmiający zmiany na pasku postępu

source: Beep for all
pl: Wszystkie dźwięki

source: Speak each 10 percent
pl: Oznajmianie co 10 procent

source: Toggles how NVDA reports progress bar updates. It can beep for all the progress bars or just for the progressbars in the foreground. Additionally it is possible to have current value spoken each 10 percent or it is possible to completely disable this reporting.
pl: Przełącza dźwięk NVDA oznajmiający postęp na pasku postępu. Może to być dźwięk dla wszystkich pasków postępu lub tylko dla paska postępu na pierwszym planie. Można ustawić wypowiadanie postępu co 10 procent lub można zupełnie wyłączyć wypowiadanie.

source: report dynamic content changes
he: דווח על שינויי תוכן דינמיים
pl: oznajmia dynamiczne zmiany treści
th: รายงานเนื้อหาที่เปลี่ยนไปแบบ dynamic

source: Toggles on and off the reporting of dynamic content changes, such as new text in dos console windows
pl: Przełącza oznajmianie dynamicznych zmian treści takich jak np. tekst w oknach dosowskich

source: caret moves review cursor
pl: kursor tekstowy podąża za kursorem przeglądania

source: Toggles on and off the movement of the review cursor due to the caret moving.
pl: Przełącza ruchy kursora przeglądania zależnie od poruszania się kursora tekstowego.

source: focus moves navigator object
pl: fokus przenosi obiekt nawigatora
th: โฟกัสการเคลื่อนที่ของ navigator object

source: Toggles on and off the movement of the navigator object due to focus changes
pl: Przełącza ruchy obiektu nawigatora zależnie od zmian fokusa

source: no system battery
he: אין סוללה
pl: brak baterii
th: แบตเตอรี่หมด

source: AC power on
he: פועל מהחשמל
pl: Zasilanie zewnętrzne włączone
th: กระแสไฟฟ้าถูกเชื่อมต่อ

source: %d hours and %d minutes remaining
he: %d שעות ו%d דקות נותרו
pl: pozostało %d godzin i %d minut
th: คงเหลือ %d ชั่วโมง %d นาที

source: reports battery status and time remaining if AC is not plugged in
pl: Oznajmia stan baterii i pozostały czas jeśli zewnętrzne zasilanie jest niepodłączone
th: รายงานสถานะของแบตเตอรี่และเวลาที่ยังสามารถใช้งาน ในกรณีที่ไม่ได้เสียบสายไฟ

source: Pass next key through
he: העבר מקש הבא דרך
pl: Przepuszcza następny skrót klawiszowy

source: The next key that is pressed will not be handled at all by NVDA, it will be passed directly through to Windows.
pl: Następny naciśnięty skrót klawiszowy, nie będzie brany pod uwagę przez NVDA. Zostanie on przepuszczony do systemu i wykona funkcję przewidzianą dla niego przez Windows.

source: Currently running application is %s
he: היישום הפעיל כרגע הוא %s
pl: Aktualnie uruchomione aplikacje to %s

source: and currently loaded module is %s
pl: i aktualnie ładowane moduły to %s

source: Speaks the filename of the active application along with the name of the currently loaded appModule
pl: Wypowiada nazwę aktywnej aplikacji wraz z nazwą aktualnie ładowanym modułem

source: Shows the NVDA general settings dialog
pl: Pokazuje ogólne okno ustawień NVDA

source: Shows the NVDA synthesizer dialog
pl: Pokazuje okno syntezatora NVDA

source: Shows the NVDA voice settings dialog
pl: Pokazuje okno ustawień głosu NVDA

source: Shows the NVDA keyboard settings dialog
pl: Pokazuje okno ustawień klawiatury NVDA

source: Shows the NVDA mouse settings dialog
pl: Pokazuje okno ustawień myszki NVDA

source: Shows the NVDA object presentation settings dialog
pl: Pokazuje okno ustawień prezentacji objektu NVDA

source: Shows the NVDA virtual buffers settings dialog
pl: Pokazuje okno ustawień wirtualnego bufora NVDA

source: Shows the NVDA document formatting settings dialog
pl: Pokazuje okno ustawień formatowania dokumentu NVDA

source: Saves the current NVDA configuration
pl: Zapisuje aktualne ustawienia NVDA

source: loads the saved NVDA configuration, overriding current changes
pl: Ładuje zapisane ustawienia NVDA, nie uwzględniając aktualnych zmian

source: Activates the NVDA Python Console, primarily useful for development
pl: Aktywuje w NVDA konsolę Pythona, głównie przydatna dla programistów

source: review
he: סקירה
pl: widok drzewa

source: focus
he: פוקוס
pl: fokus

source: Braille tethered to %s
he: ברייל צמוד ל: %s
pl: Powiązanie Brailla do %s

source: Toggle tethering of braille between the focus and the review position
pl: Przełącza powiązanie Brailla między fokusem i pozycją przeglądania

source: There is no text on the clipboard
he: אין טקסט בזיכרון הזמני
pl: Brak tekstu w schowku

source: The clipboard contains a large portion of text. It is %s characters long
pl: W schowku jest zbyt duży fragment tekstu. Zawiera on %s znaków

source: Reports the text on the Windows clipboard
pl: Odczytuje tekst z systemowego schowka

source: Start marked
he: התחלה מוגדרת
pl: Początek zaznaczenia

source: Marks the current position of the review cursor as the start of text to be copied
pl: Zaznacza aktualną pozycja kursora przeglądania jako początek tekstu do kopiowania

source: No start marker set
he: אין סימן התחלה מוגדר
pl: Nie został ustawiony znacznik początku

source: The start marker must reside within the same object
he: סימן ההתחלה אמור להיות באותו אובייקט
pl: Znacznik początku musi znajdować się w obrębie tego samego obiektu

source: Review selection copied to clipboard
he: בחירת הסקירה הועתקה לזיכרון הזמני
pl: Kończy zaznaczanie i kopiuje do schowka

source: No text to copy
he: אין טקסט להעתקה
pl: Brak tekstu do kopiowania

source: Retrieves the text from the previously set start marker to the current position of the review cursor and copies it to the clipboard
pl: Pobiera tekst z wcześniej ustalonym znacznikiem początku do aktualnej pozycji kursora przeglądania i kopiuje go do schowka

source: Start
he: התחל
pl: Początek

source: Attachments
he: קבצים מצורפים
pl: Załączniki
th: สิ่งที่แนบมา

source: To:
he: אל:
pl: Do:
th: ถึง:

source: Newsgroup:
he: קבוצת חדשות
pl: Grupa dyskusyjna:

source: CC:
he: עותק:
pl: Do wiadomości:

source: Subject:
he: נושא:
pl: Temat:
th: หัวข้อ:

source: From:
he: מ
pl: Od:
th: จาก:

source: Date:
he: תאריך:
pl: Data:
th: วันที่:

source: Forward to:
he: העבר ל:
pl: Przekazano do:
th: ส่งต่อ ถึง:

source: Answer to:
he: ענה ל:
pl: Odpowiedź dla:
th: ตอบกลับ ถึง:

source: Organisation:
he: ארגון
pl: Organizacja:
th: ถึงองค์กร:

source: Distribution:
he: הפצה
pl: rozsyłanie:
th: เผยแพร่:

source: Key words:
he: מילות מפתח
pl: Słowa kluczowe:
th: คี เหวิด:

source: BCC:
he: עותק מוסתר:
pl: Ukryci adresaci:

source: subject: %s
he: נושא: %s
pl: temat: %s

source: received: %s
he: התקבלה %s
pl: otrzymane: %s

source: unread
he: לא ניקראה
pl: nieprzeczytane

source: attachment
he: קובץ מצורף
pl: załącznik

source: sent: %s
he: נשלח %s
pl: wysłane: %s

source: Arabic grade 1
he: ערבית דרגה ראשונה
pl: Arabski stopień 1

source: Welsh grade 1
pl: Walijski stopień 1

source: Welsh grade 2
pl: Walijski stopień 2

source: Czech grade 1
he: צ'כית דרגה ראשונה
pl: Czeski stopień 1

source: Danish grade 1
he: דנית דרגה ראשונה
pl: Duński stopień 1

source: German grade 0
he: גרמנית דרגה 0
pl: Niemiecki stopień 0

source: German grade 1
he: גרמנית דרגה ראשונה
pl: Niemiecki stopień 1

source: German grade 2
he: גרמנית דרגה שנייה
pl: Niemiecki stopień 2

source: English (U.K.) grade 1
he: אנגלית (אנגלייה) דרגה ראשונה
pl: Angielski (U.K.) stopień 1

source: English (U.K.) grade 2
he: אנגלית (אנגלייה) דרגה שנייה
pl: Angielski (U.K.) stopień 2
