Repository: KatsutoshiTsuji/nvdajp
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: he, pl, th

source: moves to the previous block quote
pl: przenosi kursor do poprzednego bloku cytatu

source: no previous block quote
he: אין ציטוטים קודמים
pl: brak poprzedniego bloku cytatu

source: loading document %s
pl: Ładowanie dokumentu %s
th: กำลังเรียกเอกสาร %s

source: done
pl: wykonano
th: เสร็จสมบูรณ์

source: definition
pl: definicja
th: คำจำกัดความ

source: file upload
pl: Wysyłanie pliku
th: ไฟล์อั้พโหลด

source: moves one page up in the virtual buffer's current document
pl: Przenosi kursor o stronę wyżej w aktualym dokumencie wirtualnego bufora

source: moves one page down in the virtual buffer's current document
pl: Przenosi kursor o stronę w dół w aktualnym dokumencie wirtualnego bufora

source: no more headings
pl: nie znaleziono więcej nagłówków
th: ไม่มีหัวข้อต่อไปแล้ว

source: no more paragraphs
pl: nie znaleziono więcej akapitów
th: ไม่มีย่อหน้าต่อไปแล้ว

source: moves to the next paragraph
pl: przenosi kursor do następnego akapitu
th: เลื่อนไปย่อหน้าถัดไป

source: moves to the previous paragraph
pl: przenosi kursor do poprzedniego akapitu
th: กลับไปย่อหน้าก่อนหน้านี้

source: no more tables
pl: nie znaleziono więcej tabel
th: ไม่มีตารางต่อไปแล้ว

source: no more links
pl: nie znaleziono więcej łączy
th: ไม่มีลิ้งค์ต่อไปแล้ว

source: no more lists
pl: nie znaleziono więcej list
th: ไม่มีลิสท์ต่อไป

source: no more list items
pl: nie znaleziono więcej elementów listy
th: ไม่มีรายการในลิสท์แล้ว

source: no more form fields
pl: nie znaleziono więcej pól formularza

source: Moves to the next form field
pl: Przenosi kursor do następnego pola formularza

source: text: "%s" not found
pl: Nie znaleziono tekstu "%s"
th: คำ: "%s" ไม่พบ

source: find a text pattern from the current cursor's position
pl: znajdź taką formę tekstu od aktualnego położenia kursora

source: find next occurrence of text
pl: znajdź następne wystąpienie tekstu

source: h=headingQuickKey
pl: h = klawisz szybkiego wyszukiwania nagłówka

source: f=formFieldQuickKey
pl: f = klawisz szybkiego wyszukiwania pola formularza

source: p=paragraphQuickKey
pl: p = klawisz szybkiego wyszukiwania akapitu

source: t=tableQuickKey
pl: t = klawisz szybkiego wyszukiwania tabeli

source: k=linkQuickKey
pl: k = klawisz szybkiego wyszukiwania łącza

source: l=listQuickKey
pl: l = klawisz szybkiego wyszukiwania listy

source: i=listItemQuickKey
pl: i = klawisz szybkiego wyszukiwania elementu listy

source: protected %s
pl: chronione %s
th: %s ถูกป้องกัน

source: Secure Desktop
he: שולחן עבודה מאובטח

source: unknown layout
he: פריסה לא ידועה

source: layout %s
he: פריסה %s

source: Taskbar
he: שורת משימות

source: Desktop
he: שולחן עבודה

source: default color
he: צבע ברירת מחדל

source: selection
he: בחירה

source: %s %s through %s %s
he: %s %s דרך %s %s

source: edge of table
he: סוף הטבלה

source: Display
he: הצג

source: No track playing
he: אין קובץ מנגן

source: No message yet
he: אין הודעות

source: Rewind
he: העברה אחורה בשיר

source: Fast forward
he: העברה קדימה בשיר

source: Play
he: נגן

source: Stop
he: עצור

source: Record
he: הקלט

source: content info
he: מידע תוכן

source: main
he: ראשי

source: navigation
he: ניווט

source: search
he: חיפוש

source: Bulgarian 8 dot computer braille
he: בולגרית 8 נקודות ברייל ממוחשב

source: German 8 dot computer braille
he: גרמנית 8 נקודות ברייל ממוחשב

source: Finnish 8 dot computer braille
he: פינלנדית 8 נקודות ברייל ממוחשב

source: French (unified) 6 dot computer braille
he: צרפתית (זהה) 6 נקודות ברייל ממוחשב

source: French (unified) 8 dot computer braille
he: צרפתית (זהה) 8 נקודות ברייל ממוחשב

source: French (unified) Grade 2
he: צרפתית (זהה) דרגה שנייה

source: Ethiopic grade 1
he: אטיופית דרגה ראשונה

source: Hebrew 8 dot computer braille
he: עברית 8 נקודות ברייל ממוחשב

source: Croatian 8 dot computer braille
he: קרואטית 8 נקודות ברייל ממוחשב

source: Hungarian 8 dot computer braille
he: הונגרית 8 נקודות ברייל ממוחשב

source: Norwegian 8 dot computer braille
he: נורבגית 8 נקודות ברייל ממוחשב

source: Russian grade 1
he: רוסית דרגה ראשונה

source: Slovene grade 1
he: סלובנית דרגה ראשונה

source: Serbian grade 1
he: סרבית דרגה ראשונה

source: Turkish grade 1
he: תורכית דרגה ראשונה

source: lst
he: תר

source: tv
he: תעץ

source: tb
he: סק

source: ALVA BC640/680 series
he: סידרת ALVA BC640/680

source: Baum/HumanWare/APH braille displays
he: צגי ברייל של Baum/HumanWare/APH

source: Freedom Scientific Focus/PAC Mate series
he: סידרת Freedom Scientific Focus/Pac Mate

source: display scroll
he: גלילת צג

source: line scroll
he: גלילת שורה

source: Handy Tech braille displays
he: צגי ברייל של Handy Tech

source: Show the Handy Tech driver configuration window.
he: הצג את חלון ההגדרות של מנהל ההתקן של Handy Tech.

source: some
he: חלק Home

source: most
he: הרוב

source: all
he: הכל Alt

source: unknown color
he: צבע לא ידוע

source: black
he: שחור

source: green
he: ירוק

source: light grey
he: עפור בהיר

source: grey
he: עפור

source: white
he: לבן

source: yellow
he: צהוב

source: dark red
he: אדום קהה

source: red
he: אדום

source: blue
he: כחול

source: purple
he: סגול

source: orange
he: כתום

source: tab
he: לשונית
th: แท็บ

source: diagram
he: דיאגרמה
th: แผนภาพ

source: panel
he: חלון

source: data grid
he: עמודת מידע

source: data item
he: פריט מידע

source: header item
he: פריט כותרת

source: calendar
he: לוח שנה

source: draggable
he: ניתן לגרירה

source: dragging
he: גורר

source: drop target
he: גרור את היעד

source: sorted
he: מויין

source: gesture map File Error
he: שגיאה בקובץ מיפוי פקודות

source: Loading NVDA. Please wait...
he: מפעיל את NVDA. נא המתן.

source: input help %s
he: עזרת קלט %s

source: Sleep mode off
he: מצב שינה לא פעיל

source: Sleep mode on
he: מצב שינה פעיל

source: left mouse button unlock
he: שחרור לחצן עכבר שמאלי

source: left mouse button lock
he: נעילת לחצן עכבר שמאלי

source: right mouse button unlock
he: שחרור לחצן עכבר ימני

source: right mouse button lock
he: נעילת לחצן עכבר ימני

source: No settings
he: אין הגדרות

source: symbol level %s
he: רמת סמלים %s

source: No location information for screen
he: אין מידע מיקום עבור המסך

source: No default action
he: אין פעולת ברירת מחדל

source: default action failed
he: פעולת ברירת המחדל נכשלה

source: No formatting information
he: אין מידע עבור העיצוב

source: no progress bar updates
he: אין עדכוני סרגל התקדמות

source: speak progress bar updates
he: אמור עדכוני סרגל ההתקדמות

source: beep for progress bar updates
he: צפצף עבור עדכוני סרגל ההתקדמות

source: beep and speak progress bar updates
he: אמור וצפצף עבור עדכוני סרגל ההתקדמות

source: Shows the NVDA browse mode settings dialog
he: מציג את דו-שיח הגדרות מצב הדפדוף של NVDA

source: Plugins reloaded
he: תוספים נטענו מחדש

source: Cannot save configuration - NVDA in secure mode
he: אין אפשרות לשמור את ההגדרות בזמן מצב מאובטח

source: Please close the other NVDA settings dialog first
he: סגור בבקשה את תיבת הדו-שיח הגדרות הפתוחה לפני שתמשיך

source: &Punctuation/symbol pronunciation...
he: סימני &פיסוק והגהת סמלים...

source: Speech viewer
he: מציג הדיבור

source: Reload plugins
he: טען מחדש תוספות

source: Keyboard Command Quick Reference
he: צירופי מקשים

source: Donate
he: &טרום

source: Your configuration file contains errors. Press 'Ok' to fix these errors, or press 'Cancel' if you wish to manually edit your config file at a later stage to make corrections. More details about the errors can be found in the log file.
he: קובץ ההגדרות שלך מחיל שגיאות. לחץ על אישור, על מנת לתקן את השגיאות, או לחץ על ביטול על מנת לבצע זאת באופן אוטומטי. פרטים נוספים, ניתן למצוא בקובץ הדיווח.

source: Configuration File Error
he: שגיאה בקובץ קונפיגורצייה

source: &Language (requires restart to fully take affect):
he: &שפה (דרושה הפעלה של התוכנה מחדש על מנת כניסתן של ההגדרות לתוקף)

source: L&ogging level:
he: רמת &דיווח

source: &Automatically start NVDA after I log on to Windows
he: הפעל את NVDA &אוטומטית לאחר התחברות למערכת Windows

source: Use NVDA on the Windows logon screen (requires administrator privileges)
he: השתמש בNVDA במסך הפתיחה (דרושה גישה לניהול המחשב)

source: Use currently saved settings on the logon and other secure screens (requires administrator privileges)
he: השתמש בהגדרות הנוכחיות עבור מסך הפתיחה ומסכים מאובטחים אחרים (דרושה גישה לניהול המחשב)

source: Custom plugins were detected in your user settings directory. Copying these to the system profile could be a security risk. Do you still wish to copy your settings?
he: תוספות מותאמות אישית נמצאו בתיקיית ההגדרות שלך. העתקתם לפרופיל המערכת יכולה להווה סיקון. האם אתה בטוח שברצונך להעתיק את ההגדרות שלך?

source: Warning
he: הזהרה

source: Error copying NVDA user settings
he: שגיאה בהעתקת הגדרות משתמש של NVDA

source: Success
he: הצלחה

source: Successfully copied NVDA user settings
he: הגדרות המשתמש של NVDA הועתקו בהצלחה

source: Insufficient Privileges
he: אין את הדרישות הנחוצות

source: This change requires administrator privileges.
he: שינוי זה דורש אפשרויות ניהול המחשב

source: &Synthesizer:
he: סינטיסייזר:

source: Output &device:
he: התקן &פלט:

source: Punctuation/symbol &level:
he: &רמת חיווי על סימני פיסוק וסמלים:

source: Use &spelling functionality if supported
he: השתמש באפשרות &איות כשניתן

source: &Keyboard layout:
he: &פריסת מקלדת:

source: Beep if typing lowercase letters when caps lock is on
he: צפצף בכתיבת אותיות קטנות כאשר Caps Lock פעיל

source: Enable mouse &tracking
he: מעקב אחרי סמן ה&עכבר

source: Text &unit resolution:
he: &רזולוציית יחידת טקסט

source: Review cursor settings
he: הגדרות סמן הסקירה

source: Follow &keyboard focus
he: עקוב אחר סמן ה&מקלדת

source: Follow System &Caret
he: עקוב אחר סמן המערכת

source: Follow &mouse cursor
he: עקוב אחר סמן ה&עכבר

source: Simple review mode
he: מצב סקירה פשוט

source: Speak
he: דבר

source: Beep
he: צפצף

source: Speak and beep
he: דבר וצפצף

source: Guess object &position information when unavailable
he: נחש מידע על אובייקט ומיקום כאשר מידע זה לא זמין.

source: Progress &bar output:
he: פלט &סרגלי התקדמות:

source: Progress bar output
he: פלט סרגליי התקדמות

source: Report background progress bars
he: דווח על סרגלי התקדמות המופיעים ברקע

source: Report l&ayout tables
he: דווח על פריסות טבלה

source: Audio indication of focus and browse modes
he: התראת שמע עבור מצבי פוקוס ודפדוף

source: Report &colors
he: דווח על &צבעים

source: Report table row/column h&eaders
he: דווח על עמודות/שורות בטבלה

source: Add Dictionary Entry
he: הוסף רשומה למילון

source: Braille &display:
he: &צג ברייל:

source: Translation &table:
he: &טבלת ברייל:

source: Symbol Pronunciation
he: הגהת סמלים

source: &Symbols
he: &סמלים

source: Symbol
he: סמל

source: Level
he: רמה

source: Change symbol
he: שנה סמל

source: &Level
he: &רמה

source: back
he: הקודם

source: forward
he: הבא

source: refresh
he: רענן

source: browser stop
he: עצור דפדפן

source: search page
he: דף חיפוש

source: favorites
he: מועדפים

source: home page
he: דף הבית

source: mute
he: השתק

source: volume down
he: הנמך עוצמה

source: volume up
he: הגבר עוצמה

source: next track
he: שיר הבא

source: previous track
he: שיר קודם

source: stop
he: עצור

source: play pause
he: הפעל השהה

source: email
he: דואר אלקטרוני

source: media player
he: נגן מדייה

source: custom application 1
he: תוכנה מותאמת אישית 1

source: custom application 2
he: תוכנה מותאמת אישית 2

source: numpad 4
he: ארבע במקלדת הנומרית

source: numpad 6
he: שש במקלדת הנומרית

source: numpad 8
he: שמונה במקלדת הנומרית

source: numpad 2
he: שתיים במקלדת הנומרית

source: numpad 9
he: תשע במקלדת הנומרית

source: numpad 3
he: שלוש במקלדת הנומרית

source: numpad 1
he: אחד במקלדת הנומרית

source: numpad 7
he: שבע במקלדת הנומרית

source: numpad 5
he: חמש במקלדת הנומרית

source: numpad divide
he: חלקיי במקלדת הנומרית

source: numpad multiply
he: כפול במקלדת הנומרית

source: desktop
he: מחשב נייח

source: laptop
he: מחשב נייד

source: Type help(object) to get help about object.
he: הקלד help(object) כדי לקבל עזרה עבור האובייקט

source: Type exit() to exit the console
he: הקלד exit () כדי לצאת

source: done dragging
he: סיים גרירה

source: with %s rows and %s columns
he: עם %s שורות ו%s עמודות

source: with %s columns
he: עם %s עמודות

source: with %s rows
he: עם %s שורות

source: on {backgroundColor}
he: על {צבע רקע}

source: NVDA Speech Viewer
he: מציג הדיבור של NVDA

source: &Language
he: &שפה

source: Rate boos&t
he: העצת &מהירות

source: female 1
he: נקבה 1

source: female 2
he: נקבה 2

source: male 1
he: זכר 1

source: male 2
he: זכר 2

source: A free and open source screen reader for Microsoft Windows
he: קורא מסך חופשי בעל קוד פתוח עבור Microsoft Windows

source: Copyright (C) {years} NVDA Contributors
he: כל הזכויות שמורות (C) {years} למתנדבי פרוייקט NVDA

source: Lin&ks
he: &קישורים

source: &Headings
he: &כותרות

source: Elements List
he: רשימת אלמנטים

source: Type:
he: הקלד:

source: &Filter by:
he: &מיין לפי:

source: &Activate
he: &הפעל

source: &Move to
he: &עבור ל

source: Loading document...
he: טוען מסמך...

source: Not in a table cell
he: לא בתוך תא טבלה

source: Tree view
th: แผนภูมิต้นไม้

source: sub menu
th: เมนูย่อย

source: lost focus
th: ออกจากโฟกัส

source: %d items
th: %d รายการ

source: %d of %d
th: %d ของ %d

source: Could not load default module keyMap
th: ไม่สามารถเรียกมาตรฐานของโมดูล key map ได้

source: Could not load default module
th: ไม่สามารถเรียกโมดูลมาตรฐานได้

source: Reports the current date and time
th: บอกวันที่และเวลาปัจจุบัน

source: Increases the speech rate by 5 percent
th: เพิ่มความเร็วในการพูด 5 เปอร์เซ็นต์

source: decreases the speech rate by 5 percent
th: ลดความเร็วในการพูด 5 เปอร์เซ็นต์

source: Moves the mouse pointer to the current navigator object.
th: เลื่อนพ้อยเตอร์เม้าส์ไป navigator object ปัจจุบัน

source: Reports the current navigator object
th: รายงาน navigator object ปัจจุบัน

source: %d wide by %d high, located %d from left and %d from top
th: กว้าง %d สูง %d , ตำแหน่ง %d จากซ้าย และ %d จากบน

source: Shows the NVDA interface window
th: แสดงหน้าต่าง NVDA

source: no foreground object
th: ไม่พบวัตถุที่อยู่ด้านหลัง

source: Report object under mouse
th: รายงานวัตถุที่เม้าส์ชี้

source: Toggles on and off the reporting of objects under the mouse
th: เปิดหรือปิดการรายงานวัตถุที่เม้าส์ชี้

source: Reports the title of the current application or foreground window
th: รายงานหัวเรื่องของโปรแกรมที่อยู่บนสุดของหน้าจอ

source: reports some info about the current navigator object, mainly useful for developers: control id, class and internal text
th: รายงานรายละเอียดบางอย่างเกี่ยวกับ navigator object ปัจจุบัน โดยทั่วไปใช้สำหรับผู้พัฒนา เช่น control i d, class และ internal text

source: Beep on progress bar updates
th: แจ้งเสียงปิ๊บเตือนความคืบหน้าของงาน

source: History
th: บันทึกการสนทนา

source: ขีด
th: tick

source: plus
th: บวก

source: NVDA - Quick Start document NVDA (%(description)s) Version: %(version)s URL: %(url)s Please send bugs and suggestions to: %(maintainer)s <%(maintainer_email)s>. --- Copyright Info --- %(copyrightInfo)s ---------------------- This is the NVDA interface window. It enables you to control NVDA's settings, and also to exit NVDA altogether. To bring this window up at any time, press insert+n. To close this window without exiting NVDA, press alt+f4. To exit NVDA completely, either press insert+q from anywhere, or choose 'exit' from the NVDA menuin this window. NVDA will then bring up a dialog box asking you if you want to exit, and you can either press the OK or Cancel button. To set the preferences (such as voice settings, key Settings, reading of tooltips etc), Use the alt key to move to the menu bar and then use the arrow keys to navigate the menus and find the settings you want to change. Pressing enter on many of the menu items will bring up a dialog box in which you can change the individual settings. Most settings will take effect straight away (such as changing the rate or pitch of the voice) so you can easily find what settings most suit you. However, if you cancel out of the dialog box the settings will go back to what they were before you changed them. By default settings are not kept for the next time you run NVDA unless you press ctrl+s or choose 'save configuration' from the NVDA menu. You can set NVDA to automatically save the settings on exit by going to 'general settings...' in the Preferences menu and checking the 'Save configuration on exit' checkbox and press ing ok. Some usefull key commands when using NVDA are: General key strokes: control - interupt/pause speech shift - unpause speech NVDA+1 - turns keyboard help on and off NVDA+upArrow - reports the object with focus NVDA+downArrow - starts sayAll (press control or any other key to stop) NVDA+tab - report the object currently in focus NVDA+t speak title NVDA+f12 - report time and date NVDA+2 - turn speaking of typed characters on and off NVDA+3 turn speaking of typed words on and off NVDA+4 - turn speaking of typed command keys (such as space, arrows, control and shift combinations) on and off NVDA+pageUp - increase rate of speech NVDA+pageDown - decrease rate of speech NVDA+p - turn reading of punctuation on and off NVDA+s - toggle speech modes (off, talk and beeps) NVDA+m - turn reading of objects under the mouse on and off NVDA+f - report current font (when in a document) Object navigation: NVDA+numpadAdd - Where am I NVDA+numpad5 - current object shift+NVDA+numpad5 - dimensions and location of current object NVDA+numpad8 - parent object NVDA+numpad4 - previous object NVDA+numpad6 - next object NVDA+numpad2 - first child object NVDA+numpadMinus - move to focus object NVDA+end - move to statusbar NVDA+numpadDivide - Move mouse to current navigator object NVDA+numpadMultiply - move to mouse nvda+numpadEnter - activate current object Reviewing the current object: shift+numpad7 - move to top line numpad7 - previous line numpad8 - current line numpad9 - next line shift+numpad9 - bottom line numpad4 - previous word numpad5 - current word numpad6 - next word shift+numpad1 - start of line numpad1 - previous character numpad2 - current character numpad3 - next character shift+numpad3 - end of line
th: NVDA - เอกสารคู่มือเริ่มต้น NVDA (%(description)s) Version: %(version)s URL: %(url)s หากพบข้อผิดพลาด กรุณาแจ้งมาที่ %(maintainer)s <%(maintainer_email)s>. --- สงวนลิขสิทธิ์ --- %(copyrightInfo)s ---------------------- นี่คือหน้าต่างของ NVDA คุณสามารถตั้งค่าต่างๆและออกจาก NVDA จากหน้าต่างนี้ได้ ถ้าต้องการเรียกหน้าต่างของ NVDA ให้แสดงขึ้นมาให้กดปุ่ม insert+n หากต้องการปิดหน้าต่างนี้โดยที่ไม่ออกจาก NVDA ให้กดปุ่ม alt+f4 ถ้าต้องการออกจาก NVDA ให้กดปุ่ม insert+q ที่ไหนก็ได้หรือเลือก 'ออก' ในเมนูของ NVDA หลังจากนั้น NVDA จะแสดงหน้าต่างให้ยืนยัน กดปุ่มกด OK เพื่อออกจาก NVDA ทันที หรือกดปุ่ม Cancel สำหรับการตั้งค่า (เช่น การตั้งค่าของเสียง การตั้งค่าแป้นพิมพ์) ใช้ปุ่ม alt เพื่อเลื่อนไปยังแถบเมนูและใช้ปุ่มกดลูกศรเลือกหรือค้นหาเมนูและตั้งค่าอย่างที่คุณต้องการ เมื่อเจอเมนูที่ต้องการแล้วให้กด Enter จะเกิดหน้าต่างขึ้นมาให้ตั้งค่า โดยส่วนใหญ่แล้วการตั้งค่าใดๆจะมีผลใช้ทันที เช่น การตั้งค่า ความเร็วของการพูด เป็นต้น ดังนั้น คุณสามารถตั้งค่าคุณสมบัติต่างๆของ NVDA ได้อย่างตามต้องการ อย่างไรก็ตามหากกดปุ่ม Cancel การตั้งค่าที่ได้ตั้งไว้ก็จะไม่เกิดการเปลี่ยนแปลงใดๆจากก่อนหน้านั้น การตั้งค่าใดๆจะไม่มีผลใช้ในครั้งถัดไปที่เรียกใช้ NVDA นอกเสียจากคุณได้กด ctrl+s หรือเลือก 'บันทึกการตั้งค่า' จากเมนูของ NVDA หรือ คุณสามารถตั้งให้ NVDA บันทึกการตั้งค่าของคุณอัตโนมัติเมื่ออกจาก NVDA โดยเข้าไปที่เมนู 'การตั้งค่าทั่วไป' ในเมนูการ 'การตั้งค่า' หลังจากนั้นให้ทำเครื่องหมายที่ 'บันทึกการตั้งค่าเมื่อออกจากโปรแกรม' และกดปุ่ม OK คำสั่งบางอย่างที่จำเป็นเมื่อใช้ NVDA คือ คำสั่งทั่วไป control - ขัดจังหวะ/หยุดพูดชั่วขณะ shift - ทำการพูดต่อ NVDA+1 - เปิดหรือปิดตัวช่วยเหลือแป้นพิมพ์ NVDA+upArrow - รายงานวัตถุที่อยู่ในโฟกัส NVDA+downArrow - เริ่มโหมด sayAll (กด control หรือปุ่มใดๆเพื่อหยุด) NVDA+tab - รายงานวัตถุที่โฟกัสอยู่ NVDA+t - พูดชื่อหัวข้อ NVDA+f12 - รายงานวันและเวลา NVDA+2 - เปิดหรือปิดการพูดตัวอักษรที่พิมพ์ NVDA+3 - เปิดหรือปิดการพูดคำที่พิมพ์ NVDA+4 - เปิดหรือปิดการพูดทวนคำสั่งที่สั่ง(เช่น ลูกศร, การกด control และตามด้วย shift ) NVDA+pageUp - เพิ่มความเร็วในการพูด NVDA+pageDown - ลดความเร็วในการพูด NVDA+p - เปิดและปิดการพูดบอกเครื่องหมายวรรคตอน NVDA+s - สลับเปลี่ยนโหมดการพูด (ปิด, พูด และเสียงปี๊บ) NVDA+m - เปิดและปิดการอ่านวัตถุใต้เม้าส์ NVDA+f - รายงานฟ้อนต์ปัจจุบัน (ในเอกสาร) Object navigation: NVDA+numpadAdd - ฉันอยู่ที่ไหน NVDA+numpad5 - วัตถุปัจจุบัน shift+NVDA+numpad5 - ขนาดหรือขอบเขต และตำแหน่งของวัตถุปัจจุบัน NVDA+numpad8 - parent object NVDA+numpad4 - previous object NVDA+numpad6 - วัตถุถัดไป NVDA+numpad2 - first child object NVDA+numpadMinus - เลื่อนไปยังวัตถุที่ถูกโฟกัส NVDA+end - เลื่อนไปยังแถบสถานะ NVDA+numpadDivide - เลื่อนเม้าส์ไปยัง navigator object ปัจจุบัน NVDA+numpadMultiply - เลื่อนไปหาเม้าส์ nvda+numpadEnter - activate current object Reviewing the current object: shift+numpad7 - เลื่อนไปยังบรรทัดบนสุด numpad7 - บรรทัดก่อนหน้า numpad8 - บรรทัดปัจจุบัน numpad9 - บรรทัดต่อไป shift+numpad9 - บรรทัดล่างสุด numpad4 - คำก่อนหน้า numpad5 - คำปัจจุบัน numpad6 - คำถัดไป shift+numpad1 - start of line numpad1 - ตัวอักษรก่อนหน้า numpad2 - ตัวอักษรปัจจุบัน numpad3 - ตัวอักษรถัดไป shift+numpad3 - จบบรรทัด

source: &Revert to saved configuration Ctrl+R
th: กลับสู่การตั้งค่าเดิม Ctrl+R

source: Reset all setting back to nvda.ini
th: รีเซตการตั้งค่าทั้งหมดให้ตรงกับ NVDA.ini

source: &Save configuration Ctrl+S
th: บันทึกการตั้งค่า Ctrl+S

source: &General settings... Ctrl+Shift+G
th: การตั้งค่าทั่วไป

source: Change user interface settings
th: ตั้งค่าส่วนติดต่อผู้ใช้

source: &Synthesizer... Ctrl+Shift+S
th: ตัวสังเคราะห์เสียง... Ctrl+Shift+S

source: &Voice settings... Ctrl+Shift+V
th: การตั้งค่าของเสียง... Ctrl+Shift+V

source: &Keyboard Settings... Ctrl+K
th: การตั้งค่าของแป้นพิมพ์

source: &Mouse settings... Ctrl+M
th: การตั้งค่าของเม้าส์... Ctrl+M

source: &Object presentation... Ctrl+Shift+O
th: การแสดงวัตถุ... Ctrl+Shift+O

source: Document &formatting... Ctrl+Shift+F
th: เอกสารและรูปแบบเอกสาร... Ctrl+Shift+F

source: NVDA homepage
th: โฮมเพจของ NVDA

source: Opens NVDA homepage in the default browser
th: เปิดโฮมเพจของ NVDA ในบราวเซอร์

source: Opens NVDA wiki in the default browser
th: เปิดโฮมเพจของ NVDA wiki ในบราวเซอร์

source: Press OK to quit NVDA
th: กดปุ่ม OK เพื่อออกจาก NVDA

source: maintainer
th: ผู้ดูแล

source: &Hide user interface on startup
th: ซ่อนส่วนติดต่อผู้ใช้เมื่อเข้าสู่โปรแกรม

source: Report &object under mouse
th: รายงานวัตถุที่เม้าส์ชี้

source: Report object &group names
th: รายงานชื่อของกลุ่มวัตถุ

source: &Beep on progress bar updates
th: ให้สัญญาณเสียงปิ๊บๆในขณะที่ Progress Bar กำลังอัพเดท

source: Update the content &dynamically
th: อัพเดทส่วนของเนื้อหาที่เปลี่ยนไปแบบ dynamic

source: Report lin&ks
th: รายงานลิ้งค์

source: Report &lists
th: รายงานลิสท์

source: Report list &items
th: รายงานรายการที่อยู่ในลิสท์

source: Report &graphics
th: รายงานรูปภาพ

source: Report f&orms
th: รายงานฟอร์ม

source: Report form &fields
th: รายงานฟอร์มและสิ่งที่อยู่ในฟอร์ม

source: Report &paragraphs
th: รายงานย่อหน้า

source: Report f&rames
th: รายงานเฟรม

source: level %d
th: ระดับ: %d

source: contains %s
th: จำนวน %s

source: No speech, a template synthesizer
th: ไม่พบตัวสังเคราะห์เสียง
