Repository: KatsutoshiTsuji/nvdajp
Catalog: source/locale/*/LC_MESSAGES/nvda.po
Languages: he, pl, th

source: English (U.S.) 6 dot computer braille
he: אנגלית (ארצות הברית) 6 נקודות ברייל ממוחשב
pl: Amerykański (U.S.) 6 punktowy komputerowy braill

source: English (U.S.) 8 dot computer braille
he: אנגלית (ארצות הברית) 8 נקודות ברייל ממוחשב
pl: Amerykański (U.S.) 8 punktowy komputerowy braill

source: English (U.S.) grade 1
he: אנגלית (ארצות הברית) דרגה ראשונה
pl: Amerykański (U.S.) stopień 1

source: English (U.S.) grade 2
he: אנגלית (ארצות הברית) דרגה שנייה
pl: Amerykański (U.S.) stopień 2

source: Spanish grade 1
he: ספרדית דרגה ראשונה
pl: Hiszpański stopień 1

source: French (Canada) grade 1
he: צרפתית (קנדה) דרגה ראשונה
pl: Francuski (Kanada) stopień 1

source: French (Canada) grade 2
he: צרפתית (קנדה) דרגה שנייה
pl: Francuski (Kanada) stopień 2

source: French (France) grade 1
pl: Francuski (Francja) stopień 1

source: French (France) grade 2
pl: Francuski (Francja) stopień 2

source: Greek (Greece) grade 1
he: יוונית (יוון) דרגה ראשונה
pl: Grecki (Grecja) stopień 1

source: Hindi grade 1
he: הודית דרגה ראשונה
pl: Hinduski stopień 1

source: Italian grade 1
he: איטלקית דרגה ראשונה
pl: Włoski stopień 1

source: Latvian grade 1
pl: Łotewski stopień 1

source: Dutch (Belgium) grade 1
pl: Holenderski (Belgia) stopień 1

source: Dutch (netherlands) grade 1
pl: Holenderski (Niderlandzki) stopień 1

source: Norwegian grade 0
pl: Norweski stopień 0

source: Norwegian grade 1
pl: Norweski stopień 1

source: Norwegian grade 2
pl: Norweski stopień 2

source: Norwegian grade 3
pl: Norweski stopień 3

source: Polish grade 1
he: פולנית דרגה ראשונה
pl: Polski stopień 1

source: Portuguese grade 1
he: פורטוגזית דרגה ראשונה
pl: Portugalski stopień 1

source: Swedish grade 1
he: שבדית דרגה ראשונה
pl: Szwedzki stopień 1

source: Slovak
he: סלובקית
pl: Słowacki

source: Unified English Braille Code grade 1
he: ברייל אנגלי זהה דרגה ראשונה
pl: Ujednolicony Angielski Kod Brailla stopień 1

source: Unified English Braille Code grade 2
he: ברייל אנגלי זהה דרגה שנייה
pl: Ujednolicony Angielski Kod Brailla stopień 2

source: edt
he: תע
pl: edycja

source: mnubar
he: שת
pl: pasek meni

source: mnu
he: תפ
pl: meni

source: btn
he: כפתור
pl: przycisk

source: chk
he: תס
pl: pole wyboru

source: rbtn
he: כבח
pl: prawy przycisk

source: cbo
he: תמש
pl: pole kombi

source: lnk
he: קישור
pl: łącze

source: dlg
he: דש
pl: okno dialogowe

source: sel
he: תא
pl: zaznaczone

source: submnu
he: תפריט משני
pl: podmeni

source: %s of %s
he: %s מתוך %s
pl: %s z %s
th: %s ใน %s

source: level %s
he: רמה %s
pl: poziom %s

source: No braille
he: ללא ברייל
pl: bez brailla

source: blank
he: מקום ריק
pl: puste
th: ว่างเปล่า

source: null
pl: zero
th: ไม่มีค่า

source: line feed
pl: Przepuszczona linia

source: carriage return
pl: Znak nowego wiersza

source: space
he: רווח
pl: spacja
th: เว้นวรรค

source: bang
pl: wykrzyknik

source: quote
pl: cudzysłów
th: อ้างอิง

source: number
pl: krzyżyk
th: จำนวน

source: dollar
pl: dolar
th: ดอลล่า

source: percent
pl: procent
th: เปอร์เซ็น

source: and
pl: ampersant
th: และ

source: tick
pl: apostrof

source: left paren
pl: lewy nawias

source: right paren
pl: prawy nawias

source: star
pl: gwiazdka
th: ดอกจัน

source: comma
pl: przecinek
th: คอมม่า

source: dash
pl: myślnik
th: แดช

source: dot
pl: kropka
th: จุด

source: slash
pl: slesz

source: colon
pl: dwukropek
th: โคลอน

source: semi
pl: średnik
th: เซมิ

source: less
pl: mniejsze
th: น้อยกว่า

source: equals
pl: równa się
th: เท่ากับ

source: greater
pl: większe
th: มากกว่า

source: question
pl: pytajnik
th: เครื่องหมายคำถาม

source: at
pl: małpa
th: แอ๊ด

source: left bracket
pl: lewy kwadrat
th: ปีกกาซ้าย

source: back slash
pl: bekslesz
th: แบ๊คสแล๊ช

source: right bracket
pl: prawy kwadrat
th: ปีกกาขวา

source: caret
pl: daszek
th: เครื่องหมายยกกำลัง

source: graav
pl: prim
th: เครื่องหมายตัวหนอน

source: left brace
pl: lewa klamra
th: วงเล็บเปิด

source: bar
pl: kreska pionowa
th: แถบ

source: right brace
pl: prawa klamra
th: วงเล็บปิด

source: tilda
pl: tylda

source: bullet
pl: punktor

source: dot dot dot
pl: kropka kropka kropka

source: unknown object
pl: nieznany obiekt
th: วัตถุที่ไม่รู้จัก

source: window
he: חלון
pl: okno
th: หน้าต่าง

source: title bar
he: שורת כותרת
pl: pasek tytułu
th: ไตเติ้ลบาร์

source: pane
he: סביבה
pl: panel
th: หน้า

source: dialog
he: דו-שיח
pl: okno dialogowe
th: ไดอาล่อก

source: check box
he: תיבת סימון
pl: pole wyboru

source: radio button
he: כפתור בחירה
pl: przycisk opcji
th: ปุ่ม radio

source: text
he: טקסט
pl: pole tekstowe
th: ข้อความ

source: edit
he: עריכה
pl: pole edycyjne
th: แก้ไข

source: button
he: כפתור
pl: przycisk
th: ปุ่มกด

source: menu bar
he: שורת תפריטים
pl: pasek meni
th: เมนูบาร์

source: menu item
he: פריט תפריט
pl: element meni
th: รายการเมนู

source: menu
he: תפריט
pl: meni

source: combo box
he: תיבה משולבת
pl: pole kombi

source: list
he: רשימה
pl: lista
th: รายการ

source: list item
he: פריט רשימה
pl: element listy
th: รายการ

source: graphic
he: פריט גרפי
pl: grafika
th: ภาพ

source: help balloon
he: בלון עזרה
pl: balonik pomocy
th: ตัวช่วยแบบบอลลูน

source: tool tip
he: תיאור כלי
pl: dymek

source: link
he: קישור
pl: łącze
th: ลิ้งค์

source: tree view
he: תצוגת עץ
pl: widok drzewa
th: มุมมองแบบต้นไม้

source: tree view item
he: פריט תצוגת עץ
pl: element drzewa

source: tab control
he: בקר לשוניות
pl: karta właściwości
th: แถบควบคุม

source: slider
he: פס גרירה
pl: suwak

source: progress bar
he: סרגל התקדמות
pl: pasek postępu
th: แถบแสดงสถานะความก้าวหน้า

source: scroll bar
he: שורת גלילה
pl: pasek przewijania
th: แถบเลื่อน

source: status bar
he: שורת מצב
pl: pasek statusu
th: แถบสถานะ

source: table
he: טבלה
pl: tabela
th: ตาราง

source: cell
he: תא
pl: komórka
th: ช่อง

source: column
he: עמודה
pl: kolumna
th: คอ ลั่ม

source: row
he: שורה
pl: wiersz
th: แถว

source: frame
he: מסגרת
pl: ramka
th: กรอบ

source: tool bar
he: סרגל כלים
pl: pasek narzędziowy
th: แถบเครื่องมือ

source: column header
he: כותרת עמודה
pl: nagłówek kolumny
th: หัวคอลั่ม

source: row header
he: כותרת שורה
pl: nagłówek wiersza
th: หัวแถว

source: drop down button
he: כפתור עם אפשרויות מתחתיו
pl: strzałka w dół przycisk
th: ปุ่ม drop down

source: clock
he: שעון
pl: zegar
th: นาฬิกา

source: separator
he: מפריד
pl: element oddzielający

source: form
he: טופס
pl: formularz
th: ฟอร์ม

source: heading
he: כותרת
pl: nagłówek
th: หัวข้อ

source: heading 1
he: כותרת 1
pl: nagłówek pierwszego poziomu
th: หัวข้อ 1

source: heading 2
he: כותרת 2
pl: nagłówek drugiego poziomu
th: หัวข้อ 2

source: heading 3
he: כותרת 3
pl: nagłówek trzeciego poziomu
th: หัวข้อ 3

source: heading 4
he: כותרת 4
pl: nagłówek czwartego poziomu
th: หัวข้อ 4

source: heading 5
he: כותרת 5
pl: nagłówek piątego poziomu
th: หัวข้อ 5

source: heading 6
he: כותרת 6
pl: nagłówek szóstego poziomu
th: หัวข้อ 6

source: paragraph
he: פיסקה
pl: akapit
th: ย่อหน้า

source: block quote
he: ציטוט גוש
pl: blok cytatu

source: table header
he: כותרת הטבלה
pl: nagłówek tabeli
th: หัวตาราง

source: table body
he: גוף הטבלה
pl: obszar tabeli
th: เนื้อเรื่องของตาราง

source: table footer
pl: stopka tabeli
th: ท้ายตาราง

source: document
he: מסמך
pl: dokument
th: เอกสาร

source: animation
he: אנימצייה
pl: animacja
th: ภาพเคลื่อนไหว

source: application
he: יישום
pl: aplikacja

source: box
he: תיבה
pl: pole
th: กล่อง

source: grouping
he: קבוצה
pl: grupowanie
th: รวมกลุ่ม

source: property page
he: לשונית
pl: strona właściwości
th: คุณสมบัติของหน้ากระดาษ

source: canvas
pl: pole do rysowania

source: caption
pl: podpis
th: คำบรรยายภาพ

source: check menu item
he: פריט תפריט מסומן
pl: zaznaczalny element meni

source: date edit
he: תאריך
pl: pole edycji daty
th: ตั้งค่าวันที่

source: icon
he: סמל
pl: ikona
th: ไอ ค่อน

source: directory pane
he: סביבת תקייה
pl: okno katalogu

source: end note
pl: uwaga końcowa

source: footer
pl: stopka
th: ข้อความส่วนท้ายกระดาษ

source: foot note
pl: uwaga w stopce

source: glass pane
pl: okno grafiki

source: header
he: כותרת
pl: nagłówek
th: หัวข้อ

source: image map
he: מפה על תמונה
pl: mapa obrazu
th: แผนภาพ

source: input window
he: חלון קלט
pl: okno wprowadzania danych
th: หน้าต่างรับข้อมูล

source: label
he: תווית
pl: etykietka
th: คำอธิบาย

source: note
he: הערה
pl: uwaga
th: บันทึก

source: page
he: עמוד
pl: strona
th: หน้า

source: radio menu item
he: פריט תפריט בחירה
pl: wybieralny element meni

source: layered pane
pl: wielowarstwowe okno

source: redundant object
pl: powtarzalny obiekt

source: root pane
he: סביבה ראשית
pl: panel główny

source: edit bar
he: שורת עריכה
pl: pasek edycji
th: แถบแก้ไข

source: terminal
pl: okno wprowadzania poleceń

source: rich edit
he: תיבת עריכה
pl: pełna edycja

source: ruler
he: סרגל
pl: linijka
th: ไม้บรรทัด

source: scroll pane
he: סביבת גרירה
pl: przewijalne okno

source: section
he: קטע
pl: sekcja
th: ตอน

source: shape
pl: kształt
th: รูปร่าง

source: split pane
he: סביבה מפוצלת
pl: przedzielone okno

source: view port
he: הצג חיבור
pl: port podglądu
th: ดูรายงาน

source: tear off menu
pl: kolumnowe meni

source: text frame
he: מסגרת טקסט
pl: ramka tekstu
th: กรอบข้อความ

source: toggle button
he: כפתור מעבר
pl: przycisk przełączania

source: border
pl: ogranicznik
th: กรอบ

source: character
he: אות
pl: znak
th: ตัวอักษร

source: chart
he: גיליון
pl: wykres
th: แผนภูมิ

source: cursor
he: סמן
pl: kursor
th: เคอร์เซ่อร์

source: dial
pl: tarcza telefoniczna
th: หมุนโทรศัพท์

source: drop list
pl: lista przewijalna

source: split button
he: כפתור מפוצל
pl: podzielony przycisk

source: menu button
he: כפתור תפריט
pl: przycisk meni
th: ปุ่มกด เมนู

source: drop down button grid
he: כפתור גרירה מטה
pl: przycisk przewijania w dół

source: equation
he: משוואה
pl: równanie
th: สมการ

source: grip
pl: uchwyt
th: ยึด

source: hot key field
he: אות חמה
pl: pole klawisza skrótu

source: indicator
he: אינדיקטור
pl: wskaźnik
th: ตัวชี้นำ

source: spin button
pl: przycisk przeskoku

source: sound
he: צליל
pl: dźwięk
th: เสียง

source: white space
he: סביבה רחבה
pl: wolna przestrzeń
th: ช่องว่าง

source: tree view button
he: כפתור תצוגת עץ
pl: przycisk widoku drzewa
th: ปุ่มกด มุมมองแบบต้นไม้

source: IP address
he: כתובת IP
pl: adres IP

source: desktop icon
he: סמל שולחן עבודה
pl: ikona pulpitu

source: alert
he: התראה
pl: uwaga

source: IFrame
he: מסגרת
pl: Wewnętrzna ramka

source: desktop pane
he: סביבה שולחן עבודה
pl: okno pulpitu

source: option pane
he: סביבת אפשרות
pl: okno opcji

source: color chooser
he: בוחר הצבעים
pl: wybór kolorów

source: file chooser
he: בוחר קבצים
pl: wybór pliku

source: filler
he: משלים
pl: wypełniacz

source: password edit
he: תיבת עריכה סיסמה
pl: edycja hasła

source: font chooser
he: בוחר הגופן
pl: wybór czcionki

source: line
he: שורה
pl: podkreślnik
th: บรรทัด

source: font name
he: שם הגופן
pl: nazwa czcionki

source: font size
he: גודל גופן
pl: rozmiar czcionki

source: ITALIC
he: כתב נטוי
pl: kursywa

source: foreground color
he: צבע בקידמה
pl: kolor pierwszoplanowy

source: background color
he: צבע רקע
pl: kolor tła

source: superscript
pl: indeks górny
th: อยู่เหนือตัวอักษร

source: subscript
pl: indeks dolny
th: อยู่ล่างตัวอักษร

source: style
he: סוג
pl: styl

source: indent
pl: wcięcie

source: alignment
he: יישור
pl: wyrównanie

source: unavailable
he: לא זמין
pl: niedostępne
th: ไม่สามารถเลือกได้

source: focused
he: ממוקד
pl: zaznaczone
th: ถูกโฟกัส

source: busy
he: עסוק
pl: zajęte
th: ไม่ว่าง

source: pressed
he: לחוץ
pl: wciśnięte
th: ถูกกด

source: checked
he: מסומן
pl: zaznaczone
th: ถูกทำเครื่องหมาย

source: half checked
he: מסומן למחצה
pl: częściowo zaznaczone

source: read only
he: קריאה בלבד
pl: tylko do odczytu
th: อ่านได้เท่านั้น

source: expanded
he: מורחב
pl: rozszerzone
th: ถูกขยาย

source: collapsed
he: מקובץ
pl: zamknięte
th: ถูกพับลง

source: invisible
he: בילתי ניראה
pl: niewidoczne
th: ไม่ปรากฏ

source: visited
he: הופעל
pl: odwiedzone
th: ถูกเยี่ยม

source: linked
he: קושר
pl: z łączem
th: ลิ้ง

source: subMenu
he: תפריט משני
pl: podmeni
th: เมนูย่อย

source: protected
he: מוגן
pl: chronione
th: ถูกป้องกัน

source: required
he: חובה
pl: wymagane
th: ต้องการ

source: defunct
pl: nieistnieje

source: invalid entry
he: רשומה לא נכונה
pl: błędny wpis

source: has auto complete
he: מחיל השלמה אוטומטית
pl: posiada auto uzupełnianie

source: multi line
he: ריבוי שורות
pl: multi linia

source: iconified
pl: ikona

source: off screen
pl: wyłącz ekran

source: selectable
he: ניתן לבחירה
pl: wybieralne

source: focusable
he: ניתן להעביר עליו את הפוקוס
pl: fokus

source: clickable
he: ניתן ללחיצה
pl: kliknięcie
th: สามารถคลิ้กได้

source: editable
he: ניתן לעריכה
pl: edytowalny

source: checkable
he: ניתן לסימון
pl: sprawdzalny

source: Loading subsystems, please wait...
pl: ładowanie podsystemu, proszę czekać...
th: กำลังเรียก ระบบขึ้นมาทำงาน กรุณารอสักครู่

source: NVDA started
he: NVDA מוכן
pl: NVDA uruchomiony
th: NVDA ได้เริ่มทำงานแล้ว

source: Find
he: חפש
pl: Znajdź
th: ค้นหา

source: Type the text you wish to find
he: הקלד את הטקסט שבירצונך לחפש
pl: Wpisz szukany tekst
th: พิมพ์คำที่ต้องการค้นหา

source: text "%s" not found
he: הטקסט "%s" לא נימצא.
pl: Nie znaleziono tekstu "%s"

source: Find Error
he: שגיאת חיפוש
pl: Błąd wyszukiwania
th: ผิดพลาดในการค้นหา

source: find a text string from the current cursor position
he: חפש קטע טקסט ממיקום הסמן הנוכחי
pl: znajdź tekstu od aktualnego położenia kursora

source: find the next occurrence of the previously entered text string from the current cursor's position
he: חפש את ההופעה הבאה של קטע הטקסט שהוקלד ממיקום הסמן הנוכחי
pl: znajdź następny pojawiający się poprzednio wprowadzony tekst z pozycji aktualnego kursora

source: find the previous occurrence of the previously entered text string from the current cursor's position
he: חפש את ההופעה הקודמת של קטע הטקסט שהוקלד ממיקום הסמן הנוכחי
pl: znajdź poprzedni pojawiający się poprzednio wprowadzony tekst z pozycji aktualnego kursora

source: configuration applied
he: ההגדרות נכנסו לתוקף
pl: ustawienia zatwierdzone
th: การตั้งค่าถูกนำมาใช้แล้ว

source: configuration saved
he: ההגדרות נשמרו
pl: Ustawienia zostały zapisane
th: การตั้งค่าได้ถูกบันทึกเรียบร้อยแล้ว

source: Could not save configuration - probably read only file system
he: אין אפשרות לשמור את ההגדרות
pl: Nie można zapisać ustawień - prawdopodobnie plikowi nadano atrybut tylko do odczytu
th: ไม่สามารถบันทึกการตั้งค่าได้ อาจเป็นเพราะไฟล์สามารถอ่านได้เท่านั้น

source: Error
he: שגיאה
pl: Błąd

source: Default dictionary
he: מילון ברירת מחדל
pl: Domyślny słownik

source: Voice dictionary (%s)
he: מילון קול (%s)
pl: Ustawienia głosu (%s)

source: Temporary dictionary
he: מילון זמני
pl: Tymczasowy słownik

source: Are you sure you want to quit NVDA?
he: האם אתה בטוח שברצונך לצאת מNVDA?
pl: Czy na pewno chcesz zamknąć NVDA?

source: Exit NVDA
he: יציאה מNVDA
pl: Zamknij NVDA
th: ออกจาก NVDA

source: copyright
pl: Informacje o prawach autorskich i licencji
th: สงวนลิขสิทธิ์

source: url
pl: Adres www

source: version
pl: wersja
th: เวอร์ชั่น

source: About NVDA
he: עודות NVDA
pl: O programie NVDA
th: เกี่ยวกับ NVDA

source: &General settings...
he: הגדרות &כלליות...
pl: O&gólwne ustawienia...

source: General settings
he: הגדרות כלליות
pl: Ogólwne ustawienia
th: การตั้งค่าทั่วไป

source: the synthesizer to use
pl: wybór syntezatora
th: ตัวสังเคราะห์เสียงที่ใช้

source: &Synthesizer...
he: &סינטיסייזר
pl: &Syntezator...

source: &Voice settings...
he: הגדרות &קול...
pl: Ustawienia głosu...

source: Choose the voice, rate, pitch and volume to use
pl: Wybieranie głosu, tempa, wysokości i głośności
th: เลือกเสียง อัตราเร็ว ระดับเสียง และความดังของเสียง

source: B&raille settings...
he: הגדרות &ברייל...
pl: Ustawienia B&railla...

source: &Keyboard Settings...
he: הגדרות מקלדת...
pl: Ustawienia &klawiatury...

source: Configure keyboard layout, speaking of typed characters, words or command keys
pl: Ustawienia układu klawiatury, wypowiadania znaków, słów i klawiszy poleceń
th: การตั้งค่าของแป้นพิมพ์, ให้พูดคำที่ตัวอักษรที่พิมพ์ คำที่พิมพ์หรือคำสั่ง

source: &Mouse settings...
he: הגדרות עכבר...
pl: Ustawienia &myszki...

source: Change reporting of mouse sape, object under mouse
pl: Zmienia formę oznajmiania myszki i obiektu pod kursorem myszy
th: เปลี่ยนการรายงานวัตถุที่เม้าส์ชี้

source: &Object presentation...
he: תצוגת אובייקט
pl: Prezentacja &obiektów...

source: Change reporting of objects
pl: Zmienia sposób oznajmiania obiektów
th: เปลี่ยนการรายงานวัตถุ

source: Change virtual buffers specific settings
pl: Zmiana szczególnych ustawień wirtualnego bufora

source: Virtual &buffers...
pl: Wirtualne &bufory...

source: Change Settings of document properties
pl: Zmiana ustawień właściwości dokumentu
th: เปลี่ยนการตั้งค่าคุณสมบัติของเอกสาร

source: Document &formatting...
he: &עיצוב מסמך
pl: &Formatowanie dokumentu...

source: &Default dictionary...
he: מילון ברירת מחדל...
pl: &Domyślny słownik...

source: dialog where you can set default dictionary by adding dictionary entries to the list
pl: okno dialogowe, w którym można ustawić domyślny słownik poprzez dodanie słów do listy wpisów

source: &Voice dictionary...
he: מילון קול...
pl: Słownik głosu...

source: dialog where you can set voice-specific dictionary by adding dictionary entries to the list
pl: okno dialogowe, w którym można ustawić szczegóły głosu słownika poprzez dodanie słów do listy wpisów

source: &Temporary dictionary...
he: מילון זמני...
pl: &Tymczasowy słownik...

source: dialog where you can set temporary dictionary by adding dictionary entries to the edit box
pl: okno dialogowe, w którym można ustawić słownik tymczasowy poprzez wpisanie słów w pole edycyjne

source: Speech &dictionaries
he: מילוני דיבור
pl: Wypowia&danie słów

source: &Preferences
he: אפשרויות
pl: &Preferencje
th: การตั้งค่า

source: View log
he: הצג דיווח
pl: Wpisy rejestru

source: Python console
pl: Konsola Pythona

source: Tools
he: כלים
pl: Narzędzia

source: User guide
he: מדריך למשתמש
pl: Podręcznik

source: Key Command Quick Reference
pl: Opis skrótów klawiszowych

source: What's &new
he: מה חדש
pl: Co &nowego

source: Web site
he: אתר האינטרנט
pl: Strona domowa

source: License
he: הסכם רשיון
pl: Licencja

source: Contributors
he: מתנדבים
pl: Autorzy

source: We&lcome dialog
he: דו-שיח ברוכים הבאים
pl: Okno powita&lne

source: About...
he: עודות...
pl: O programie...
th: เกี่ยวกับ...

source: &Help
he: ע&זרה
pl: &Pomoc
th: ช่วยเหลือ

source: &Revert to saved configuration
he: חזור להגדרות שנשמרו
pl: P&rzywrócenie zapisanych ustawień

source: Reset all settings to saved state
he: אפס את כל ההגדרות והפעל את המצב שנשמר
pl: Resetuj wszystkie ustawienia do stanu zapisanego

source: &Save configuration
he: שמור את ההגדרות
pl: Zapi&sz ustawienia

source: Write the current configuration to nvda.ini
he: כתוב את הקונפיגורצייה הנוכחית לקובץ nvda.ini
pl: Zapisz aktualne ustawienia do pliku nvda.ini
th: เขียนการตั้งค่าทั้งหมดลงใน NVDA.ini

source: E&xit
he: י&ציאה
pl: Zakończ
th: ออก

source: Welcome to NVDA! Most commands for controlling NVDA require you to hold down the NVDA key while pressing other keys. By default, the numpad insert and main insert keys may both be used as the NVDA key. You can also configure NVDA to use the CapsLock as the NVDA key. Press NVDA+n at any time to activate the NVDA menu. From this menu, you can configure NVDA, get help and access other NVDA functions.
he: ברוכים הבאים לNVDA! רוב הפקודות לעבודה עם NVDA דורשות לחיצה על מקש NVDA בצירוף מקשים אחרים. מקש Insert במקלדת הנומרית ומקש Insert במקלדת הרגילה, מוגדרים כברירת מחדל עבור מקש הNVDA. ניתן להגדיר גם את מקש Caps Lock כמקש NVDA. לחץ על NVDA+N בכל זמן לפתיחת תפריט NVDA. מתפריט זה, תוכל לכוון את אפשרויות NVDA, לקבל עזרה, ולקבל מידע בכל הקשור לשימוש בתוכנה.
pl: Większość poleceń do sterowania NVDA wymaga przytrzymania klawisza NVDA naciskając inne klawisze. Domyślnie numeryczny Insert i główny klawisz Insert są użyte jako klawisz NVDA. Można również skonfigurować NVDA, by użyć CapsLock jako klawisza NVDA. Naciśnięcie NVDA + n w każdej chwili aktywuje meni NVDA. Z tego meni można skonfigurować NVDA, a także korzystać z opcji pomocy i uzyskać dostęp do innych funkcji.

source: Welcome to NVDA
he: ברוכים הבאים לNVDA
pl: Witam w NVDA

source: Options
he: אפשרויות
pl: Opcje

source: Use CapsLock as an NVDA modifier key
he: השתמש בCaps Lock כמקש NVDA
pl: Użyj CapsLock jako klawisza modyfikatora w NVDA
th: ใช้ปุ่ม CapsLock เป็น modifier key ของ NVDA

source: Show this dialog when NVDA starts
he: הצג תיבת דו-שיח זו בעת הפעלת NVDA
pl: Pokaż to okno przy uruchomieniu NVDA

source: NVDA Log Viewer
he: מציג דיווחים של NVDA
pl: Podgląd wpisu dziennika NVDA

source: Refresh F5
he: רענן F5
pl: Odśwież F5

source: Log
he: דיווח
pl: Wpis

source: Save As
he: שמירה בשם
pl: Zapisz Jako

source: Error saving log: %s
he: שגיאה בשמירת דיווח: %s
pl: Błędnie zapisany wpis: %s

source: Links List
pl: Lista Łączy
th: ลิ้งค์ลิส

source: &Activate Link
pl: Uaktywnij łącze
th: ลิ้งค์ที่ทำงานอยู่

source: &Move to link
pl: Przejdź do łącza
th: เลื่อนไปที่ลิ้งค์

source: info
he: מידע
pl: Informacje

source: debug warning
pl: ostrzeganie o błędach

source: input/output
he: קלט/פלט
pl: wejście/wyjście

source: debug
pl: usuwanie błędów

source: &Language (requires restart to fully take affect)
pl: Język (zmiany zostaną wprowadzone po restarcie)
th: ภาษา (ต้องเริ่มระบบใหม่หลังการตั้งค่า)

source: Language
he: שפה
pl: Język
th: ภาษา

source: &Save configuration on exit
he: &שמור שינויים בעת יציאה
pl: Zapisz ustawienia przy zamknięciu programu
th: บันทึกการตั้งค่าเมื่อออกจากโปรแกรม

source: &Warn before exiting NVDA
he: &הזהר לפני יציאה מNVDA
pl: Ostrzegaj przed zamknięciem NVDA
th: เตือนก่อนออกจาก NVDA

source: L&ogging level
pl: Rejestracja

source: Log level
he: רמת דיווח
pl: Wpisy dziennika

source: Error in %s language file
he: שגיאה בקובץ השפה %s
pl: Błąd w pliku językowym %s
th: ผิดพลาดในการเรียกใช้งานภาษา %s

source: Language Error
he: שגיאת שפה
pl: Błąd języka
th: ภาษาที่เรียกเกิดการผิดพลาด

source: For the new language to take effect, the configuration must be saved and NVDA must be restarted. Press enter to save and restart NVDA, or cancel to manually save and exit at a later time.
he: עליך לשמור את ההגדרות ולהפעיל את NVDA מחדש על מנת שההגדרות ייכנסו לתוקף. הקש אישור לביצוע הפעולה באופן אוטומטי או הקש ביטול לביצוע הפעולה באופן ידני בזמן מאוחר יותר.
pl: Aby nowy język mógł być użyty konieczne jest zapisanie bierzących ustawień i ponowne uruchomienie programu NVDA. Naciśnij enter, aby Zapisać ustawienia i ponownie uruchomić NVDA, albo anuluj, aby ręcznie zapisać ustawienia i zamknąć program później.
th: NVDA จำเป็นต้องเริ่มระบบใหม่หลังการตั้งค่าภาษา กด Enter เพื่อเริ่มระบบใหม่เดี๋ยวนี้ หรือ Cancel เพื่อจัดการทีหลัง

source: Language Configuration Change
he: שינוי בהגדרות שפה
pl: Zmiana ustawień języka
th: การเปลี่ยนค่าภาษา

source: Synthesizer
he: סינטיסייזר
pl: Syntezator mowy
th: ตัวสังเคราะห์เสียง

source: &Synthesizer
pl: &Syntezator
th: ตัวสังเคราะห์เสียง

source: Output &device
pl: Karta dźwiękowa

source: Could not load the %s synthesizer.
he: אין אפשרות להפעיל את הסינטיסייזר %s
pl: Nie można załadować %s syntezatora.
th: ไม่สามารถโหลดตัวสังเคราะห์เสียง %s ได้

source: Synthesizer Error
he: שגיאת סינטיסייזר
pl: Błąd Syntezatora
th: ตัวสังเคราะห์เสียงผิดพลาด

source: Voice settings
he: הגדרות קול
pl: Ustawienia głosu
th: การตั้งค่าเสียง

source: &Voice
he: &קול
pl: Głos
th: เสียง

source: V&ariant
he: סוג
pl: Rodz&aj głosu
th: ค่าแปรปรวน

source: &Rate
he: &מהירות
pl: Tempo
th: อัตราเร็ว

source: &Pitch
he: &גובה צליל
pl: Wysokość
th: ระดับเสียง

source: &Inflection
pl: Modulacja
th: เสียงสูง-ต่ำ

source: V&olume
he: &עוצמה
pl: Gł&ośność
th: ระดับความดัง

source: &Speak all punctuation
pl: Oznajmianie całej interpunkcji
th: พูดเครื่องหมายเว้นวรรคทุกชนิด

source: Raise pitch for capitals
he: אמור אותיות גדולות בגובה צליל גבוה יותר
pl: Podwyższenie głosu dla dużych liter
th: อ่านเน้นเสียงตัวอักษรตัวพิมพ์ใหญ่
